window.CATALOGS = window.CATALOGS || {};

window.CATALOGS.halloween = {
    title: "🎃 Хэллоуин",

    items: [
        { //1
            name: "Пампкин Мэн",
            img: "IMG_halloween/jack-o-lantern.webp",
            desc: `Тыква с вырезанными глазами, носом и зловещей улыбкой. Внутри горит свеча, превращающая её в традиционный символ Хэллоуина.`,
        },
        { //2
            name: "Пугало",
            img: "IMG_halloween/scarecrow.webp",
            desc: `Соломенное чучело в старой одежде, которое охраняет поля. В хэллоуинских историях оно может оживать и преследовать путников.`,
        },
        { //3
            name: "Ведьма",
            img: "IMG_halloween/witch.webp",
            desc: `Сказочная колдунья, которая варит зелья, произносит заклинания и летает на метле. Часто изображается в остроконечной шляпе.`,
        },
        { //4
            name: "Вампир",
            img: "IMG_halloween/vampire.webp",
            desc: `Ночной кровопийца с клыками, который пьёт кровь и боится солнечного света. По легендам, может превращаться в летучую мышь.`,
        },
        { //5
            name: "Дракула",
            img: "IMG_halloween/dracula.webp",
            desc: `Знаменитый вампир из романа Брэма Стокера. Обычно изображается в чёрном плаще с высоким воротником и острыми клыками.`,
        },
        { //6
            name: "Франкенштейн",
            img: "IMG_halloween/frankensteins-monster.webp",
            desc: `Искусственно созданное существо из классического романа Мэри Шелли. Его часто изображают огромным, с плоской головой и болтами в шее.`,
        },
        { //7
            name: "Мумия",
            img: "IMG_halloween/mummy.webp",
            desc: `Древнее тело, обмотанное бинтами. В страшных историях мумии оживают в гробницах и охраняют древние сокровища.`,
        },
        { //8
            name: "Оборотень",
            img: "IMG_halloween/werewolf.webp",
            desc: `Человек, способный превращаться в огромного волка. Согласно легендам, превращение часто происходит в полнолуние.`,
        },
        { //9
            name: "Привидение",
            img: "IMG_halloween/ghost.webp",
            desc: `Прозрачный дух умершего, который бродит по старым домам, появляется ночью и иногда пугает живых.`,
        },
        { //10
            name: "Скелет",
            img: "IMG_halloween/skeleton.webp",
            desc: `Оживший человеческий скелет. В хэллоуинских украшениях он часто танцует, гремит костями и размахивает руками.`,
        },
        { //11
            name: "Зомби",
            img: "IMG_halloween/zombie.webp",
            desc: `Оживший мертвец, который медленно бродит в поисках добычи. Обычно изображается в рваной одежде и с неестественной походкой.`,
        },
        { //12
            name: "Смерть",
            img: "IMG_halloween/grim-reaper.webp",
            desc: `Мрачная фигура в длинном чёрном балахоне с косой. Олицетворяет смерть и часто появляется в легендах и страшных историях.`,
        },
        { //13
            name: "Дьявол",
            img: "IMG_halloween/devil.webp",
            desc: `Мифическое воплощение зла с рогами, хвостом и копытами. В сказках искушает людей и владеет тёмной магией.`,
        },
        { //14
            name: "Демон",
            img: "IMG_halloween/demon.webp",
            desc: `Сверхъестественное существо из мрачных легенд. Может иметь рога, когти, крылья и устрашающую внешность.`,
        },
        { //15
            name: "Горгулья",
            img: "IMG_halloween/gargoyle.webp",
            desc: `Каменное чудовище с крыльями и когтями, похожее на смесь человека и зверя. По легендам, ночью горгульи могут оживать.`,
        },
        { //16
            name: "Гоблин",
            img: "IMG_halloween/goblin.webp",
            desc: `Маленькое хитрое существо из европейского фольклора. Часто изображается с длинными ушами, острыми зубами и озорным характером.`,
        },
        { //17
            name: "Тролль",
            img: "IMG_halloween/troll.webp",
            desc: `Крупное фантастическое существо из скандинавских сказаний. Может жить в горах, пещерах и под мостами.`,
        },
        { //18
            name: "Орк",
            img: "IMG_halloween/orc.webp",
            desc: `Могучее фантастическое существо с грубыми чертами лица, клыками и тяжёлым оружием. Часто встречается в фэнтези.`,
        },
        { //19
            name: "Банши",
            img: "IMG_halloween/banshee.webp",
            desc: `Дух из ирландского фольклора, чей пронзительный плач предвещает смерть. Обычно изображается как бледная женщина с длинными волосами.`,
        },
        { //20
            name: "Всадник без головы",
            img: "IMG_halloween/headless-horseman.webp",
            desc: `Таинственный всадник без головы из американских легенд. В известной истории он скачет ночью верхом на чёрном коне.`,
        },
        { //21
            name: "Полтергейст",
            img: "IMG_halloween/poltergeist.webp",
            desc: `Беспокойный дух, который шумит, двигает предметы и устраивает беспорядок в доме.`,
        },
        { //22
            name: "Баба-яга",
            img: "IMG_halloween/baba-yaga.webp",
            desc: `Старая колдунья из славянских сказок. Живёт в избушке на курьих ножках и летает в ступе с помощью пестика.`,
        },
        { //23
            name: "Кощей Бессмертный",
            img: "IMG_halloween/koschei.webp",
            desc: `Злой волшебник из русских сказок, которого почти невозможно победить. Его смерть спрятана в игле, находящейся в яйце.`,
        },
        { //24
            name: "Леший",
            img: "IMG_halloween/leshy.webp",
            desc: `Хозяин леса из славянских поверий. Может выглядеть как высокий человек с корой и листьями на теле и сбивать путников с дороги.`,
        },
        { //25
            name: "Водяной",
            img: "IMG_halloween/water-spirit.webp",
            desc: `Дух водоёмов из славянского фольклора. Его изображают как странного старика с водорослями, рыбьими чертами и длинной бородой.`,
        },
        { //26
            name: "Кикимора",
            img: "IMG_halloween/kikimora.webp",
            desc: `Домашний или болотный дух из славянских преданий. В сказках может прятаться в тёмных углах, шуметь по ночам и пугать людей.`,
        },
        { //27
            name: "Домовой",
            img: "IMG_halloween/domovoi.webp",
            desc: `Небольшой дух-хранитель дома из славянских поверий. Может быть добрым, но сердится, если хозяева не уважают свой дом.`,
        },

        { //29
            name: "Русалка",
            img: "IMG_halloween/rusalka.webp",
            desc: `Мистическое существо из славянского фольклора, связанное с реками и озёрами. В легендах может заманивать путников таинственными песнями.`,
        },
        { //30
            name: "Кракен",
            img: "IMG_halloween/kraken.webp",
            desc: `Легендарное морское чудовище с гигантскими щупальцами. По преданиям, способно обхватить корабль и утащить его под воду.`,
        },
        { //31
            name: "Циклоп",
            img: "IMG_halloween/cyclops.webp",
            desc: `Великан с одним глазом посреди лба из древнегреческих мифов. Обладает огромной силой и внушительными размерами.`,
        },
        { //32
            name: "Минотавр",
            img: "IMG_halloween/minotaur.webp",
            desc: `Чудовище с телом человека и головой быка из древнегреческой мифологии. Согласно легенде, обитал в запутанном лабиринте.`,
        },
        { //33
            name: "Медуза Горгона",
            img: "IMG_halloween/medusa.webp",
            desc: `Чудовище из древнегреческих мифов со змеями вместо волос. По легенде, её взгляд превращал людей в камень.`,
        },
        { //34
            name: "Гидра",
            img: "IMG_halloween/hydra.webp",
            desc: `Многоголовое чудовище из древнегреческих мифов. Когда ей отрубали одну голову, на её месте могли вырасти новые.`,
        },
        { //35
            name: "Цербер",
            img: "IMG_halloween/cerberus.webp",
            desc: `Трёхголовый пёс из древнегреческих мифов, охраняющий вход в подземное царство мёртвых.`,
        },
        { //36
            name: "Феникс",
            img: "IMG_halloween/phoenix.webp",
            desc: `Легендарная огненная птица, которая сгорает и возрождается из собственного пепла.`,
        },

        { //38
            name: "Дракон",
            img: "IMG_halloween/dragon.webp",
            desc: `Огромное мифическое существо с чешуёй, когтями и крыльями. В сказках некоторые драконы дышат огнём и охраняют сокровища.`,
        },

        { //40
            name: "Василиск",
            img: "IMG_halloween/basilisk.webp",
            desc: `Мифическая змееподобная тварь, чей взгляд, согласно легендам, способен убивать или превращать живых существ в камень.`,
        },
        { //41
            name: "Йети",
            img: "IMG_halloween/yeti.webp",
            desc: `Загадочное снежное существо, которое, по легендам, обитает в Гималаях. Его описывают как большого волосатого человекоподобного великана.`,
        },
        { //42
            name: "Чупакабра",
            img: "IMG_halloween/chupacabra.webp",
            desc: `Загадочное существо из современных легенд, которому приписывают нападения на домашних животных. Обычно изображается с шипами и светящимися глазами.`,
        },
        { //43
            name: "Слендермен",
            img: "IMG_halloween/slenderman.webp",
            desc: `Вымышленный персонаж интернет-хорроров: высокий худой человек без лица, одетый в чёрный костюм. Обычно появляется в тёмных лесах.`,
        },
        { //44
            name: "Призрак из зеркала",
            img: "IMG_halloween/mirror-ghost.webp",
            desc: `Мистический дух, который появляется в отражении вместо человека. В страшных историях зеркало становится дверью в другой мир.`,
        },

        { //46
            name: "Человек-невидимка",
            img: "IMG_halloween/invisible-man.webp",
            desc: `Таинственный человек, который умеет становиться невидимым. В классической истории его лицо скрыто бинтами и тёмными очками.`,
        },
        { //47
            name: "Злой кукольник",
            img: "IMG_halloween/evil-puppeteer.webp",
            desc: `Мрачный мастер кукол, который будто бы умеет управлять ими силой мысли. В страшных историях его куклы оживают по ночам.`,
        },
        { //48
            name: "Кукла",
            img: "IMG_halloween/killer-doll.webp",
            desc: `Маленькая кукла с неподвижной улыбкой и пугающими глазами. В историях ужасов она может оживать, когда никто не смотрит.`,
        },
        { //49
            name: "Капитан-призрак",
            img: "IMG_halloween/ghost-captain.webp",
            desc: `Мрачный капитан затонувшего корабля, который возвращается из мира мёртвых вместе со своей командой.`,
        },
        { //50
            name: "Чёрный рыцарь",
            img: "IMG_halloween/black-knight.webp",
            desc: `Таинственный воин в чёрных доспехах, скрывающих его лицо. Обычно появляется в мрачных замках и туманных лесах.`,
        },
        { //51
            name: "Живые доспехи",
            img: "IMG_halloween/haunted-armor.webp",
            desc: `Пустые рыцарские доспехи, которые движутся без человека внутри. В легендах они охраняют замки и подземелья.`,
        },
        { //52
            name: "Каменный голем",
            img: "IMG_halloween/stone-golem.webp",
            desc: `Огромное искусственное существо из камня, созданное магией. Медленно движется, но обладает невероятной силой.`,
        },
        { //53
            name: "Глиняный голем",
            img: "IMG_halloween/clay-golem.webp",
            desc: `Существо из глины, оживлённое волшебством. В легендах оно выполняет приказы своего создателя и защищает его.`,
        },
        { //54
            name: "Ожившее дерево",
            img: "IMG_halloween/treant.webp",
            desc: `Древнее дерево, которое умеет ходить и двигать ветвями, словно руками. Может защищать лес от незваных гостей.`,
        },
        { //55
            name: "Древесный монстр",
            img: "IMG_halloween/wood-monster.webp",
            desc: `Чудовище из корней, сучьев и переплетённых ветвей. Оно прячется среди деревьев и сливается с тёмным лесом.`,
        },
        { //56
            name: "Паукообразный монстр",
            img: "IMG_halloween/spider-monster.webp",
            desc: `Огромное чудовище с восемью лапами и множеством блестящих глаз. Плетёт сети в тёмных пещерах и заброшенных зданиях.`,
        },
        { //57
            name: "Гигантский паук",
            img: "IMG_halloween/giant-spider.webp",
            desc: `Паук размером с крупное животное, который прячется в пещерах и густых лесах. Его огромная паутина ловит даже крупную добычу.`,
        },
        { //58
            name: "Кот Баюн",
            img: "IMG_halloween/black-cat.webp",
            desc: `Чёрный кот с яркими глазами — традиционный спутник ведьм в сказках и хэллоуинских украшениях. В некоторых поверьях его считают загадочным животным.`,
        },
        { //59
            name: "Чёрный Ворон",
            img: "IMG_halloween/raven.webp",
            desc: `Крупная чёрная птица, связанная в литературе с тайнами и мрачными предзнаменованиями. Часто сидит на ветках возле старых кладбищ.`,
        },
        { //60
            name: "Мрачная Сова",
            img: "IMG_halloween/ghost-owl.webp",
            desc: `Бледная сова с огромными светящимися глазами. В ночной темноте её бесшумный полёт кажется особенно загадочным.`,
        },
        { //61
            name: "Крысиный король",
            img: "IMG_halloween/rat-king.webp",
            desc: `Легендарное существо, состоящее из нескольких переплетённых хвостами крыс. В страшных историях обитает в подвалах и канализации.`,
        },
        { //62
            name: "Чёрная вдова",
            img: "IMG_halloween/black-widow-spider.webp",
            desc: `Ядовитый паук с чёрным телом и яркой отметиной на брюшке. Часто используется как символ опасности в хэллоуинском декоре.`,
        },
        { //63
            name: "Монстр из шкафа",
            img: "IMG_halloween/closet-monster.webp",
            desc: `Воображаемое чудовище, которое прячется в шкафу и выходит наружу, когда в комнате гаснет свет.`,
        },
        { //64
            name: "Монстр под кроватью",
            img: "IMG_halloween/under-bed-monster.webp",
            desc: `Сказочное чудовище, скрывающееся под кроватью. Оно ждёт наступления ночи и пугает тех, кто свешивает ноги.`,
        },
        { //65
            name: "Крампус",
            img: "IMG_halloween/krampus.webp",
            desc: `Рогатое существо из альпийского фольклора, сопровождающее святого Николая. По легендам, оно пугает непослушных детей.`,
        },
        { //66
            name: "Джек-фонарь",
            img: "IMG_halloween/jack-o-lantern-spirit.webp",
            desc: `Мистический огонёк, связанный с легендой о Джеке. В хэллоуинских историях он блуждает по ночным дорогам и болотам.`,
        },
        { //67
            name: "Блуждающий огонёк",
            img: "IMG_halloween/will-o-the-wisp.webp",
            desc: `Таинственный свет, который появляется над болотами и в тёмных местах. В старинных поверьях он заманивает путников в опасные места.`,
        },
        { //68
            name: "Фонарщик-призрак",
            img: "IMG_halloween/ghost-lantern-keeper.webp",
            desc: `Призрачная фигура со старинным фонарём, которая бродит по ночным улицам и заброшенным кладбищам.`,
        },
        { //69
            name: "Призрак кладбища",
            img: "IMG_halloween/cemetery-ghost.webp",
            desc: `Бледный дух, который появляется среди надгробий в туманные ночи. Его фигура медленно скользит между могилами.`,
        },
        { //70
            name: "Могильщик",
            img: "IMG_halloween/gravedigger.webp",
            desc: `Мрачный работник старого кладбища с лопатой и фонарём. В страшных историях он знает тайны могил и заброшенных склепов.`,
        },
        { //71
            name: "Ведьмин котёл",
            img: "IMG_halloween/witch-cauldron.webp",
            desc: `Большой чугунный котёл, в котором ведьма варит волшебные зелья. Внутри бурлит зелёная жидкость и поднимается таинственный пар.`,
        },
        { //72
            name: "Призрачный поезд",
            img: "IMG_halloween/ghost-train.webp",
            desc: `Старый поезд-призрак, который появляется на заброшенных путях в тумане. Его светящиеся окна видны издалека.`,
        },
        { //73
            name: "Летучий корабль-призрак",
            img: "IMG_halloween/ghost-ship.webp",
            desc: `Старинный корабль, затерявшийся между мирами. Он плывёт без живой команды и внезапно появляется среди густого тумана.`,
        },
        { //74
            name: " дом с привидениями",
            img: "IMG_halloween/haunted-house.webp",
            desc: `Старый дом с заколоченными окнами, скрипучими дверями и странными звуками по ночам. По легендам, в нём обитают призраки.`,
        },
        { //75
            name: "Маленький вампир",
            img: "IMG_halloween/little-vampire.webp",
            desc: `Юный вампир в чёрном плаще с крошечными клыками. Он учится летать, превращаться в летучую мышь и пользоваться своими способностями.`,
        },
        { //76
            name: "Тёмный маг",
            img: "IMG_halloween/dark-wizard.webp",
            desc: `Колдун в длинной мантии, изучающий запретные заклинания. В сказках он умеет призывать тени и создавать магические проклятия.`,
        },
        { //77
            name: "Некромант",
            img: "IMG_halloween/necromancer.webp",
            desc: `Мрачный маг, который в фэнтезийных историях управляет мёртвыми и оживляет скелетов с помощью тёмной магии.`,
        },
        { //78
            name: "Лич",
            img: "IMG_halloween/lich.webp",
            desc: `Могущественный неживой колдун из фэнтези. Обычно выглядит как скелет в мантии и стремится обрести вечную жизнь с помощью магии.`,
        },
        { //79
            name: "Чёрная невеста",
            img: "IMG_halloween/black-bride.webp",
            desc: `Призрачная невеста в старом чёрном свадебном платье. В легендах она бродит по заброшенным усадьбам в поисках потерянной любви.`,
        },
        { //80
            name: "Морской призрак",
            img: "IMG_halloween/sea-ghost.webp",
            desc: `Полупрозрачный дух моряка, который появляется над волнами в тумане. Его одежда покрыта водорослями и морской солью.`,
        },
        { //81
            name: "Призрак железнодорожника",
            img: "IMG_halloween/ghost-railwayman.webp",
            desc: `Призрак работника железной дороги, который появляется возле старых путей. Его фонарь виден в тумане перед приближением поезда.`,
        },
        { //82
            name: "Призрачный ребёнок",
            img: "IMG_halloween/ghost-child.webp",
            desc: `Маленький дух в старом платье или костюме, который появляется в пустых коридорах заброшенных домов.`,
        },
        { //83
            name: "Лесной дух",
            img: "IMG_halloween/forest-spirit.webp",
            desc: `Мистическое существо, охраняющее древний лес. Его тело может состоять из корней, листьев, мха и древесной коры.`,
        },
        { //84
            name: "Дух огня",
            img: "IMG_halloween/fire-spirit.webp",
            desc: `Существо, состоящее из языков пламени и искр. В легендах оно живёт в кострах, вулканах и раскалённых печах.`,
        },
        { //85
            name: "Дух ветра",
            img: "IMG_halloween/wind-spirit.webp",
            desc: `Невидимое или полупрозрачное существо, которое управляет порывами ветра. Его присутствие выдают вихри сухих листьев и внезапные сквозняки.`,
        },
        { //86
            name: "Дух тумана",
            img: "IMG_halloween/fog-spirit.webp",
            desc: `Полупрозрачная фигура, возникающая в густом тумане. Она бесшумно скользит между деревьями и исчезает, когда рассеивается дымка.`,
        },
        { //87
            name: "Инопланетный паразит",
            img: "IMG_halloween/alien-parasite.webp",
            desc: `Чужеродное существо, которое цепляется за живые организмы и использует их для выживания. В научной фантастике оно может быстро менять форму.`,
        },
        { //88
            name: "Ктулху",
            img: "IMG_halloween/cthulhu.webp",
            desc: `Вымышленное древнее чудовище из произведений Говарда Лавкрафта. Его описывают как гигантское существо с щупальцами вокруг головы и крыльями.`,
        },
        { //89
            name: "Чумной доктор",
            img: "IMG_halloween/plague-doctor.webp",
            desc: `Врач в историческом костюме с длинной маской, напоминающей клюв птицы. Такой образ стал популярным символом мрачных историй и загадок.`,
        },
        { //90
            name: "Палач",
            img: "IMG_halloween/executioner.webp",
            desc: `Мрачная фигура в тёмной одежде с закрытым капюшоном. В хэллоуинских изображениях его связывают со старинными подземельями и заброшенными замками.`,
        },
        { //91
            name: "Призрак в простыне",
            img: "IMG_halloween/sheet-ghost.webp",
            desc: `Классический хэллоуинский призрак, похожий на белую простыню с прорезями для глаз. Простой и узнаваемый костюм для праздника.`,
        },
        { //92
            name: "Гуль",
            img: "IMG_halloween/ghoul.webp",
            desc: `Чудовище из восточного фольклора, которое связывают с кладбищами и заброшенными местами. В фэнтези гули часто питаются останками умерших.`,
        },
        { //93
            name: "Адская гончая",
            img: "IMG_halloween/hellhound.webp",
            desc: `Мифическая чёрная собака с горящими глазами и огненным дыханием. В легендах охраняет границу между мирами.`,
        },
        { //94
            name: "Трёхглавая собака",
            img: "IMG_halloween/three-headed-dog.webp",
            desc: `Огромный пёс с тремя головами, каждая из которых охраняет свою сторону. В мифах такие собаки стерегут вход в подземный мир.`,
        },
        { //95
            name: "Ведьмин ворон",
            img: "IMG_halloween/witch-raven.webp",
            desc: `Чёрный ворон, который сопровождает ведьму и помогает ей находить спрятанные предметы. В сказках он может понимать человеческую речь.`,
        },
        { //96
            name: "Огненная саламандра",
            img: "IMG_halloween/fire-salamander.webp",
            desc: `Мифическая ящерица, связанная с огнём. В старинных легендах она способна жить среди пламени и не получать ожогов.`,
        },
        { //97
            name: "Змей-горыныч",
            img: "IMG_halloween/zmei-gorynych.webp",
            desc: `Многоголовый дракон из русских сказок. Он летает над землёй, дышит огнём и сражается с богатырями.`,
        },
        { //98
            name: "Алконост",
            img: "IMG_halloween/alkonost.webp",
            desc: `Сказочная птица из славянских преданий с женским лицом. Её чудесное пение может заставить забыть обо всём на свете.`,
        },
        { //99
            name: "Сирин",
            img: "IMG_halloween/sirin.webp",
            desc: `Мифическая птица с женской головой из славянского фольклора. В легендах её чарующий голос связан с тайнами и потусторонним миром.`,
        },
        { //100
            name: "Птица Гамаюн",
            img: "IMG_halloween/gamayun.webp",
            desc: `Вещая птица из славянских легенд, которая знает тайны прошлого и будущего. Её изображают с женским лицом и пышным оперением.`,
        },
        { //101
            name: "Три Богатыря",
            img: "IMG_halloween/ghostface.webp",
            desc: `Могучие герои из русских сказок, которые стоят на страже мира и добра`,
        },
        { //102
            name: "Болотный огонёк",
            img: "IMG_halloween/swamp-wisp.webp",
            desc: `Маленький светящийся дух, который мерцает над болотом. Он заманивает путников в туман и исчезает среди камышей.`,
        },
        { //103
            name: "Страж подземного мира",
            img: "IMG_halloween/underworld-guardian.webp",
            desc: `Могучее существо, охраняющее врата царства мёртвых. Оно может выглядеть как рогатый воин, чудовище или огромный пёс.`,
        },
        { //104
            name: "Граф Орлок",
            img: "IMG_halloween/count-orlok.webp",
            desc: `Жуткий вампир из немого фильма «Носферату». Его отличают лысая голова, длинные пальцы и крысиные черты лица.`,
        },
        { //105
            name: "Носферату",
            img: "IMG_halloween/nosferatu.webp",
            desc: `Классический образ вампира из кино, вдохновлённый готическими легендами. Он скрывается от солнечного света и приносит с собой страх и запустение.`,
        },
        { //106
            name: "Пинхед",
            img: "IMG_halloween/pinhead.webp",
            desc: `Персонаж фильмов ужасов «Восставший из ада». Его лицо покрыто рядами металлических штифтов, а сам он связан с потусторонним измерением.`,
        },
        { //107
            name: "Фредди Крюгер",
            img: "IMG_halloween/freddy-krueger.webp",
            desc: `Злодей из серии фильмов «Кошмар на улице Вязов». Его узнают по обожжённому лицу, полосатому свитеру и перчатке с лезвиями.`,
        },
        { //108
            name: "Чаки",
            img: "IMG_halloween/chucky.webp",
            desc: `Кукла из серии фильмов ужасов «Детские игры». Несмотря на игрушечный вид, она обладает зловещим характером и устрашающей улыбкой.`,
        },
        { //109
            name: "Аннабель",
            img: "IMG_halloween/annabelle.webp",
            desc: `Зловещая кукла из фильмов ужасов, связанная с паранормальными событиями. Её неподвижное лицо и старинное платье создают жуткое впечатление.`,
        },
        { //110
            name: "Пеннивайз",
            img: "IMG_halloween/pennywise.webp",
            desc: `Зловещий клоун из романа Стивена Кинга «Оно». Он принимает облик клоуна, чтобы заманивать детей, и способен менять форму.`,
        },
        { //111
            name: "Битлджус",
            img: "IMG_halloween/beetlejuice.webp",
            desc: `Хитрый и шумный призрак из одноимённого фильма. Его узнают по растрёпанным волосам, бледному лицу и костюму в чёрно-белую полоску.`,
        },
        { //112
            name: "Каспер",
            img: "IMG_halloween/casper.webp",
            desc: `Добрый маленький призрак из мультфильмов и комиксов. В отличие от большинства привидений, он мечтает дружить с людьми, а не пугать их.`,
        },
        { //113
            name: "Круэлла де Виль",
            img: "IMG_halloween/cruella-de-vil.webp",
            desc: `Эксцентричная злодейка из историй о далматинцах. Её отличают чёрно-белые волосы, эффектная одежда и театральная манера поведения.`,
        },
        { //114
            name: "Уэнсдей Аддамс",
            img: "IMG_halloween/wednesday-addams.webp",
            desc: `Девочка из семейки Аддамс, которая любит мрачные истории, чёрную одежду и необычный юмор. Её невозмутимое выражение лица стало узнаваемым образом.`,
        },
        { //115
            name: "Мортиша Аддамс",
            img: "IMG_halloween/morticia-addams.webp",
            desc: `Элегантная хозяйка семейки Аддамс с длинными чёрными волосами и тёмным платьем. Она любит всё загадочное и необычное.`,
        },
        { //116
            name: "Гомес Аддамс",
            img: "IMG_halloween/gomez-addams.webp",
            desc: `Глава семейки Аддамс, известный своей эксцентричностью, любовью к приключениям и мрачным семейным традициям.`,
        },
        { //117
            name: "Дядя Фестер",
            img: "IMG_halloween/uncle-fester.webp",
            desc: `Необычный член семейки Аддамс с лысой головой и широкой улыбкой. Он любит странные эксперименты и электрические разряды.`,
        },
        { //118
            name: "Ларч",
            img: "IMG_halloween/lurch.webp",
            desc: `Высокий дворецкий семейки Аддамс с мрачным лицом и низким голосом. Он выглядит пугающе, но преданно служит семье.`,
        },
        { //119
            name: "Семейка монстров",
            img: "IMG_halloween/monster-family.webp",
            desc: `Весёлая компания классических чудовищ: вампира, оборотня, мумии и призрака. Они собираются вместе на хэллоуинский праздник.`,
        },
        { //120
            name: "Джинн из лампы",
            img: "IMG_halloween/genie-lamp.webp",
            desc: `Сверхъестественное существо, живущее в волшебной лампе. Оно может исполнять желания, но иногда понимает просьбы слишком буквально.`,
        },
        { //121
            name: "Паучья королева",
            img: "IMG_halloween/spider-queen.webp",
            desc: `Огромная паучиха, правящая своей колонией. Она плетёт густую паутину в тёмных пещерах и охраняет кладку яиц.`,
        },
        { //122
            name: "Королева летучих мышей",
            img: "IMG_halloween/bat-queen.webp",
            desc: `Мистическая правительница ночных летучих мышей. Её огромные крылья и корона из костей выделяют её среди ночных существ.`,
        },
        { //123
            name: "Бугимен",
            img: "IMG_halloween/boogeyman.webp",
            desc: `Персонаж страшилок, которым пугают детей: таинственное существо, скрывающееся в шкафу или под кроватью.`,
        },
        { //124
            name: "Охотник на монстров",
            img: "IMG_halloween/monster-hunter.webp",
            desc: `Храбрый путешественник, который выслеживает чудовищ и защищает поселения. Он носит оружие, ловушки и защитное снаряжение.`,
        },
        { //125
            name: "Охотники за привидениями",
            img: "IMG_halloween/werewolf-hunter.webp",
            desc: ``,
        },
        { //126
            name: "Голем",
            img: "IMG_halloween/web-golem.webp",
            desc: ``,
        },
        { //127
            name: "Хранитель душ",
            img: "IMG_halloween/soul-keeper.webp",
            desc: `Таинственный дух, который оберегает души умерших от опасностей потустороннего мира. Его фонарь светится мягким голубым светом.`,
        },
        { //128
            name: "Сирена",
            img: "IMG_halloween/siren.webp",
            desc: `Мифическое существо, которое заманивает моряков чарующим пением. В древних легендах сирены связаны с опасными морскими путешествиями.`,
        },
        { //129
            name: "Ламия",
            img: "IMG_halloween/lamia.webp",
            desc: `Существо из древнегреческих легенд, часто изображаемое как женщина со змеиным телом. В фантастике ламии обитают в руинах и пещерах.`,
        },
        { //130
            name: "Сфинкс",
            img: "IMG_halloween/sphinx.webp",
            desc: `Мифическое существо с телом льва и человеческой головой. В греческих легендах оно задаёт путникам загадки, а в египетской культуре связано с охраной священных мест.`,
        },
        { //131
            name: "Химера",
            img: "IMG_halloween/chimera.webp",
            desc: `Чудовище из древнегреческих мифов, сочетающее черты нескольких животных. В классическом описании у него львиное тело, козлиная голова и змеиный хвост.`,
        },
        { //132
            name: "Пегас",
            img: "IMG_halloween/ghost-pegasus.webp",
            desc: `Призрачный крылатый конь, который появляется в лунном свете. Его серебристые крылья оставляют за собой мерцающий след.`,
        },
        { //133
            name: "Валькирия",
            img: "IMG_halloween/valkyrie.webp",
            desc: `Воительница из скандинавской мифологии, которая выбирает павших героев. Её изображают в доспехах, с копьём и крылатым шлемом.`,
        },
        { //134
            name: "Фурия",
            img: "IMG_halloween/fury.webp",
            desc: `Мстительный дух из древнеримской мифологии, который наказывает за тяжёлые проступки. Его часто изображают с крыльями и змеями.`,
        },
        { //135
            name: "Геката",
            img: "IMG_halloween/hecate.webp",
            desc: `Богиня древнегреческой мифологии, связанная с магией, ночью и перекрёстками. В искусстве её нередко изображают с факелами и ключами.`,
        },
        { //136
            name: "Анубис",
            img: "IMG_halloween/anubis.webp",
            desc: `Древнеегипетское божество с головой шакала, связанное с погребальными обрядами и загробным миром.`,
        },
        { //137
            name: "Осирис",
            img: "IMG_halloween/osiris.webp",
            desc: `Древнеегипетский бог загробного мира и возрождения. Его изображают в царских одеяниях с белой короной и символами власти.`,
        },
        { //138
            name: "Сет",
            img: "IMG_halloween/seth.webp",
            desc: `Древнеегипетский бог пустыни, бурь и хаоса с необычной головой мифического животного.`,
        },
        { //139
            name: "Мара",
            img: "IMG_halloween/mara.webp",
            desc: `Мистический образ из славянского фольклора, связанный с ночными страхами и кошмарами. В сказочных изображениях она появляется у спящих людей.`,
        },
        { //140
            name: "Навь",
            img: "IMG_halloween/nav.webp",
            desc: `Образ потустороннего мира в славянских поверьях. В современных сказочных изображениях навь представляют как туманное царство духов и мертвецов.`,
        },
        { //141
            name: "Чёрный ангел",
            img: "IMG_halloween/dark-angel.webp",
            desc: `Мистическая фигура с чёрными крыльями и тёмными доспехами. В фантастике её связывают с тайнами, искушением и потусторонними мирами.`,
        }
    ]
};