


window.CATALOGS = window.CATALOGS || {};

window.CATALOGS.kolob = {
    title: "Колобок",

    items: [


        {
            name: "1",
            img: "IMG_Kolobok/1.jpg",
            desc: `
            Колобок отдыхал на окошке, а Черный Плащ уже сел к зайчикам в трамвайчик.
            Только трамвайчик почему-то ехал совсем не туда. Вскоре Черный Плащ оказался в красивом светлом лесу и понял: кажется, он попал не в свой мультфильм. «Но где же я?»
            `
        },
        {
            name: "2",
            img: "IMG_Kolobok/2.jpg",
            desc: `
            Колобок весело катился по лесной дорожке: «Я от дедушки ушел, я от бабушки ушел!»
            А Черный Плащ шел по лесной тропинке и думал: «Кого же я здесь встречу? Кто поможет мне вернуться к работе?»
            `
        },
        {
            name: "3",
            img: "IMG_Kolobok/3.jpg",
            desc: `
            Колобок встретил зайчика и запел: «Я от дедушки ушел, я от бабушки ушел и от тебя, зайчик, укачу́сь!»
            Зайчик ответил: «А я тебя съем, как обычно!» А Черный Плащ тем временем продолжал идти по лесной тропинке.
            `
        },
        {
            name: "4",
            img: "IMG_Kolobok/4.jpg",
            desc: `
            Колобок встретил волка: «Я от дедушки ушел, я от бабушки ушел, от зайчика ушел и от тебя, волк, укачу́сь!»
            Волк только зарычал: «Р-р-р!» А Черный Плащ всё шел и шел по лесу.
            `
        },
        {
            name: "5",
            img: "IMG_Kolobok/5.jpg",
            desc: `
            Лиса предложила Колобку сесть к ней на нос, чтобы лучше слышать его песенку.
            Черный Плащ увидел это издалека и насторожился: «Что-то тут не так. Кажется, я нужен здесь!»
            `
        },
        {
            name: `
            Черный Плащ бросился на помощь и одним могучим ударом отправил лису в сторону.
            Колобок был спасён и оказался в полной безопасности.
            `,
            img: "IMG_Kolobok/6.jpg",

        },
        {
            name: "7",
            img: "IMG_Kolobok/7.jpg",
            desc: `
            Колобок радостно закричал: «Пока-пока, Черный Плащ! Вот и твой трамвайчик!»
            «Пока, Колобок! Держи себя в порядке!» — ответил Черный Плащ и поспешил к трамвайчику.
            `
        },
        {
            name: "8",
            img: "IMG_Kolobok/8.jpg",
            desc: `
            Черный Плащ вернулся на работу и оказался в кабинете у начальника полиции.
            Шеф объяснил: «В городе снова распоясалась банда байкеров. Нужно срочно навести порядок!»
            `
        },
        {
            name: "9",
            img: "IMG_Kolobok/9.jpg",
            desc: `
            Перед важным заданием Черный Плащ заглянул в столовую и всё-всё съел.
            Остальные полицейские уже наелись и теперь спокойно играли в машинки.
            `
        },
        {
            name: "10",
            img: "IMG_Kolobok/10.jpg",
            desc: `
            Черный Плащ нашел сборище байкеров на дороге и начал всех арестовывать.
            Байкеры оказали отчаянное сопротивление, но к Черному Плащу уже спешила полицейская кастрюля!
            `
        },
        {
            name: "11",
            img: "IMG_Kolobok/11.jpg",
            desc: `
            Байкеры теперь сидели за решёткой и задумчиво размышляли о своём поведении.
            А шеф полиции пожал Черному Плащу руку: дело было успешно закончено!
            `
        },




    ]
}