


window.CATALOGS = window.CATALOGS || {};

window.CATALOGS.pok = {
    title: "🪲 Покемоны",

    items: [

        {
            name: "Бульбаза́вр",
            img: "IMG_pok/bulbasaur.jpg",
            desc: `
            Травяной и ядовитый покемон. На его спине с самого рождения растёт таинственная луковица, которая постепенно превращается в большое растение.
            `
        },
        {
            name: "Айви́завр",
            img: "IMG_pok/ivysaur.jpg",
            desc: `
            Травяной и ядовитый покемон. Луковица на его спине раскрывается и превращается в огромный цветок, которому требуется много солнечного света.
            `
        },
        {
            name: "Венуза́вр",
            img: "IMG_pok/venusaur.jpg",
            desc: `
            Могучий травяной и ядовитый покемон. На его спине распускается огромный цветок, способный поглощать солнечную энергию.
            `
        },
        {
            name: "Чарманде́р",
            img: "IMG_pok/charmander.jpg",
            desc: `
            Огненный покемон, похожий на маленькую ящерицу. Пламя на кончике его хвоста горит с самого рождения и является важной частью его жизни.
            `
        },
        {
            name: "Чармелео́н",
            img: "IMG_pok/charmeleon.jpg",
            desc: `
            Огненный покемон с горячим характером. Его пламя становится сильнее по мере того, как он вступает в сражения с достойными противниками.
            `
        },
        {
            name: "Чариза́рд",
            img: "IMG_pok/charizard.jpg",
            desc: `
            Мощный огненный и летающий покемон. Он способен выдыхать настолько горячее пламя, что может расплавить огромные валуны.
            `
        },
        {
            name: "Скви́ртл",
            img: "IMG_pok/squirtle.jpg",
            desc: `
            Маленький водный покемон-черепашка. Его твёрдый панцирь защищает тело, а благодаря своей форме он способен быстро плавать.
            `
        },
        {
            name: "Варта́ртл",
            img: "IMG_pok/wartortle.jpg",
            desc: `
            Водный покемон-черепаха. Пушистый хвост и длинные ушные раковины помогают ему двигаться в воде и сохранять равновесие.
            `
        },
        {
            name: "Бласто́йз",
            img: "IMG_pok/blastoise.jpg",
            desc: `
            Большой водный покемон с двумя мощными пушками на панцире. Из них он стреляет струями воды с огромной силой.
            `
        },
        {
            name: "Кэ́терпи",
            img: "IMG_pok/caterpie.jpg",
            desc: `
            Маленький жучок-травяной покемон. Он быстро растёт, поедая листья, а яркий узор на его голове может отпугивать хищников.
            `
        },
        {
            name: "Метапо́д",
            img: "IMG_pok/metapod.jpg",
            desc: `
            Покемон в твёрдой оболочке. Он почти не двигается, пока его тело внутри кокона готовится к следующей стадии развития.
            `
        },
        {
            name: "Ба́терфри",
            img: "IMG_pok/butterfree.jpg",
            desc: `
            Летающий и насекомый покемон с большими крыльями. Он собирает пыльцу с цветов и способен рассыпать усыпляющую пыль.
            `
        },
        {
            name: "Ви́дл",
            img: "IMG_pok/weedle.jpg",
            desc: `
            Маленький насекомый и ядовитый покемон. На его голове находится острое жало, которым он защищается от врагов.
            `
        },
        {
            name: "Каку́на",
            img: "IMG_pok/kakuna.jpg",
            desc: `
            Насекомый и ядовитый покемон, скрывающийся в твёрдой оболочке. Обычно он почти неподвижен, пока готовится к превращению.
            `
        },
        {
            name: "Би́дрилл",
            img: "IMG_pok/beedrill.jpg",
            desc: `
            Быстрый насекомый и ядовитый покемон с четырьмя крыльями и большими жалами. Особенно опасен, когда защищает своё гнездо.
            `
        },
        {
            name: "Пиджи́",
            img: "IMG_pok/pidgey.jpg",
            desc: `
            Маленький нормальный и летающий покемон. Он часто встречается возле человеческих поселений и способен быстро скрываться в высокой траве.
            `
        },
        {
            name: "Пиджото́",
            img: "IMG_pok/pidgeotto.jpg",
            desc: `
            Нормальный и летающий покемон с острым зрением. Он может заметить добычу с большого расстояния и стремительно атаковать её с воздуха.
            `
        },
        {
            name: "Пидже́от",
            img: "IMG_pok/pidgeot.jpg",
            desc: `
            Большой нормальный и летающий покемон. Он способен развивать огромную скорость в полёте и обладает прекрасным зрением.
            `
        },
        {
            name: "Ратта́та",
            img: "IMG_pok/rattata.jpg",
            desc: `
            Маленький нормальный покемон-крыса. Его зубы постоянно растут, поэтому ему приходится постоянно что-нибудь грызть.
            `
        },
        {
            name: "Рати́кейт",
            img: "IMG_pok/raticate.jpg",
            desc: `
            Нормальный покемон-крыса с очень крепкими резцами. Он хорошо плавает и использует длинные усы для ориентации в темноте.
            `
        },
        {
            name: "Спи́рроу",
            img: "IMG_pok/spearow.jpg",
            desc: `
            Маленький нормальный и летающий покемон. Несмотря на свои размеры, он отличается вспыльчивым характером и может яростно защищать свою территорию.
            `
        },
        {
            name: "Фи́роу",
            img: "IMG_pok/fearow.jpg",
            desc: `
            Крупный нормальный и летающий покемон с длинным клювом и мощными крыльями. Он способен долго парить в небе, не опускаясь на землю.
            `
        },
        {
            name: "Э́канс",
            img: "IMG_pok/ekans.jpg",
            desc: `
            Ядовитый покемон-змея. Он бесшумно ползает по траве и способен заглатывать добычу целиком.
            `
        },
        {
            name: "Арбо́к",
            img: "IMG_pok/arbok.jpg",
            desc: `
            Большой ядовитый покемон-змея. Узор на его капюшоне помогает пугать противников, а сильное тело позволяет крепко обвивать врага.
            `
        },
        {
            name: "Пикачу́",
            img: "IMG_pok/pikachu.jpg",
            desc: `
            Знаменитый электрический покемон. Он накапливает электричество в специальных мешочках на щеках и выпускает мощные разряды.
            `
        },
        {
            name: "Райчу́",
            img: "IMG_pok/raichu.jpg",
            desc: `
            Электрический покемон, развившийся из Пикачу. Его хвост помогает проводить электричество и разряжать накопленную энергию.
            `
        },
        {
            name: "Сэ́ндшру",
            img: "IMG_pok/sandshrew.jpg",
            desc: `
            Наземный покемон, покрытый твёрдой кожей. При опасности он может свернуться в шар и покатиться по земле.
            `
        },
        {
            name: "Сэ́ндслэш",
            img: "IMG_pok/sandslash.jpg",
            desc: `
            Наземный покемон с острыми когтями и шипами на спине. Он отлично роет землю и способен сворачиваться в защищённый колючий шар.
            `
        },
        {
            name: "Ни́дорэн♀",
            img: "IMG_pok/nidoran_f.jpg",
            desc: `
            Маленький ядовитый покемон. У него есть острые ядовитые шипы, а большие уши помогают замечать опасность.
            `
        },
        {
            name: "Ни́дорина",
            img: "IMG_pok/nidorina.jpg",
            desc: `
            Ядовитый покемон. Она обладает острыми когтями и шипами и предпочитает защищать себя, избегая лишних столкновений.
            `
        },
        {
            name: "Нидокуи́н",
            img: "IMG_pok/nidoqueen.jpg",
            desc: `
            Крупный ядовитый и наземный покемон. Её тело покрыто прочными шипами, а сильная броня помогает защищать потомство.
            `
        },
        {
            name: "Ни́дорэн♂",
            img: "IMG_pok/nidoran_m.jpg",
            desc: `
            Маленький ядовитый покемон. Его большие уши помогают слышать опасность, а рог на голове способен выделять яд.
            `
        },
        {
            name: "Нидори́но",
            img: "IMG_pok/nidorino.jpg",
            desc: `
            Ядовитый покемон с большим рогом на голове. Он отличается вспыльчивым характером и может яростно атаковать противника.
            `
        },
        {
            name: "Нидокинг",
            img: "IMG_pok/nidoking.jpg",
            desc: `
            Мощный ядовитый и наземный покемон. Его тело покрыто шипами, а огромный рог способен пробивать прочные материалы.
            `
        },
        {
            name: "Кле́фейри",
            img: "IMG_pok/clefairy.jpg",
            desc: `
            Фея-покемон, которая особенно активна в лунные ночи. Считается, что Клефейри пришли на Землю из космоса.
            `
        },
        {
            name: "Кле́фейбл",
            img: "IMG_pok/clefable.jpg",
            desc: `
            Фея-покемон с большими крыльями и чуткими ушами. Он редко показывается людям и способен очень легко прыгать.
            `
        },
        {
            name: "Ву́лпикс",
            img: "IMG_pok/vulpix.jpg",
            desc: `
            Огненный покемон-лисёнок. С рождения у него один хвост, который с возрастом разделяется на шесть красивых хвостов.
            `
        },
        {
            name: "На́йнтейлс",
            img: "IMG_pok/ninetales.jpg",
            desc: `
            Загадочный огненный покемон-лис с девятью хвостами. Согласно легендам, он может прожить тысячу лет.
            `
        },
        {
            name: "Джа́гглипафф",
            img: "IMG_pok/jigglypuff.jpg",
            desc: `
            Покемон обычного и фейского типа. Он умеет прекрасно петь, а его песня может погрузить слушателей в глубокий сон.
            `
        },
        {
            name: "Ви́гглитафф",
            img: "IMG_pok/wigglytuff.jpg",
            desc: `
            Круглый покемон обычного и фейского типа с очень мягким телом. Его шерсть настолько упругая, что он может сильно увеличиваться в размерах.
            `
        },
        {
            name: "Зу́бат",
            img: "IMG_pok/zubat.jpg",
            desc: `
            Ядовитый и летающий покемон-летучая мышь. Он не имеет видимых глаз и ориентируется с помощью звуков.
            `
        },
        {
            name: "Го́лбат",
            img: "IMG_pok/golbat.jpg",
            desc: `
            Ядовитый и летающий покемон-летучая мышь. Он способен быстро летать в темноте и пьёт кровь других существ.
            `
        },
        {
            name: "О́ддиш",
            img: "IMG_pok/oddish.jpg",
            desc: `
            Травяной и ядовитый покемон, похожий на маленькое растение. Ночью он зарывается в землю, оставляя на поверхности только листья.
            `
        },
        {
            name: "Гло́ум",
            img: "IMG_pok/gloom.jpg",
            desc: `
            Травяной и ядовитый покемон. Из цветка на его голове выделяется сильный неприятный запах, который может отпугнуть противника.
            `
        },
        {
            name: "Вай́лплюм",
            img: "IMG_pok/vileplume.jpg",
            desc: `
            Травяной и ядовитый покемон с огромным цветком. Он способен рассыпать ядовитую пыльцу, разносимую ветром.
            `
        },
        {
            name: "Па́рас",
            img: "IMG_pok/paras.jpg",
            desc: `
            Насекомый и травяной покемон. На его спине растут два необычных гриба, которые получают питательные вещества от его тела.
            `
        },
        {
            name: "Парасе́кт",
            img: "IMG_pok/parasect.jpg",
            desc: `
            Насекомый и травяной покемон, полностью захваченный грибом на своей спине. Гриб управляет его телом и распространяет споры.
            `
        },
        {
            name: "Венина́т",
            img: "IMG_pok/venonat.jpg",
            desc: `
            Насекомый и ядовитый покемон с огромными сложными глазами. Его тело покрыто мелкими волосками, способными чувствовать движения вокруг.
            `
        },
        {
            name: "Веномо́т",
            img: "IMG_pok/venomoth.jpg",
            desc: `
            Насекомый и ядовитый покемон-бабочка. Его крылья покрыты чешуйками, с которых осыпается ядовитая пыль.
            `
        },
        {
            name: "Дигле́тт",
            img: "IMG_pok/diglett.jpg",
            desc: `
            Маленький наземный покемон, который почти всё время проводит под землёй. На поверхности обычно видна только его голова.
            `
        },
        {
            name: "Дагтри́о",
            img: "IMG_pok/dugtrio.jpg",
            desc: `
            Наземный покемон, состоящий из трёх Диглеттов, действующих как единая команда. Он способен прокладывать под землёй длинные туннели.
            `
        },
        {
            name: "Мя́ут",
            img: "IMG_pok/meowth.jpg",
            desc: `
            Нормальный покемон-кошка. Он любит блестящие монеты и часто отправляется на поиски сокровищ.
            `
        },
        {
            name: "Пе́рсиан",
            img: "IMG_pok/persian.jpg",
            desc: `
            Быстрый и грациозный нормальный покемон-кошка. Он бесшумно подкрадывается к добыче и атакует острыми когтями.
            `
        },
        {
            name: "Пси́дак",
            img: "IMG_pok/psyduck.jpg",
            desc: `
            Водный покемон, который постоянно страдает от головных болей. Когда боль становится сильной, он неожиданно выпускает мощные психические способности.
            `
        },
        {
            name: "Го́лдак",
            img: "IMG_pok/golduck.jpg",
            desc: `
            Быстрый водный покемон. Он прекрасно плавает и может развивать большую скорость под водой.
            `
        },
        {
            name: "Ма́нки",
            img: "IMG_pok/mankey.jpg",
            desc: `
            Боевой покемон-обезьяна с очень вспыльчивым характером. Он легко приходит в ярость и способен долго преследовать того, кто его рассердил.
            `
        },
        {
            name: "Пра́ймейп",
            img: "IMG_pok/primeape.jpg",
            desc: `
            Агрессивный боевой покемон. Его ярость настолько сильна, что он способен преследовать противника, почти не думая о собственной безопасности.
            `
        },
        {
            name: "Гро́улит",
            img: "IMG_pok/growlithe.jpg",
            desc: `
            Огненный покемон, похожий на щенка. Он обладает отличным обонянием и очень предан своему тренеру.
            `
        },
        {
            name: "А́рканайн",
            img: "IMG_pok/arcanine.jpg",
            desc: `
            Величественный огненный покемон. Он способен очень быстро бегать и считается символом красоты и силы.
            `
        },
        {
            name: "По́ливэг",
            img: "IMG_pok/poliwag.jpg",
            desc: `
            Маленький водный покемон-головастик. Завиток на его животе связан с устройством его тела и виден сквозь прозрачную кожу.
            `
        },
        {
            name: "По́ливирл",
            img: "IMG_pok/poliwhirl.jpg",
            desc: `
            Водный покемон с гладкой кожей. Благодаря ей он может легко скользить по воде и суше.
            `
        },
        {
            name: "По́ливрат",
            img: "IMG_pok/poliwrath.jpg",
            desc: `
            Водный и боевой покемон. Он обладает огромной физической силой и способен очень долго плавать, не уставая.
            `
        },
        {
            name: "Абра́",
            img: "IMG_pok/abra.jpg",
            desc: `
            Психический покемон, обладающий сильными телепатическими способностями. Обычно он спит большую часть дня и телепортируется при опасности.
            `
        },
        {
            name: "Када́бра",
            img: "IMG_pok/kadabra.jpg",
            desc: `
            Психический покемон с мощными ментальными способностями. Он способен создавать сильные волны психической энергии.
            `
        },
        {
            name: "Алаказа́м",
            img: "IMG_pok/alakazam.jpg",
            desc: `
            Очень умный психический покемон. Его мозг обладает невероятными вычислительными способностями, а две ложки усиливают его психические силы.
            `
        },
        {
            name: "Ма́чоп",
            img: "IMG_pok/machop.jpg",
            desc: `
            Боевой покемон с невероятной для своего размера силой. Он постоянно тренируется, чтобы становиться ещё сильнее.
            `
        },
        {
            name: "Ма́чок",
            img: "IMG_pok/machoke.jpg",
            desc: `
            Мощный боевой покемон с развитой мускулатурой. Он носит специальный пояс, который помогает ему контролировать свою огромную силу.
            `
        },
        {
            name: "Ма́чамп",
            img: "IMG_pok/machamp.jpg",
            desc: `
            Могучий боевой покемон с четырьмя руками. Он способен наносить множество ударов одновременно и поднимать очень тяжёлые предметы.
            `
        },
        {
            name: "Ви́пинбелл",
            img: "IMG_pok/weepinbell.jpg",
            desc: `
            Травяной и ядовитый покемон. Он ловит добычу липкой жидкостью и способен растворять её сильными пищеварительными соками.
            `
        },
        {
            name: "Ви́ктрибел",
            img: "IMG_pok/victreebel.jpg",
            desc: `
            Травяной и ядовитый покемон-хищник. Он заманивает добычу сладким запахом, после чего атакует её из своего огромного кувшина.
            `
        },
        {
            name: "Тента́кул",
            img: "IMG_pok/tentacool.jpg",
            desc: `
            Водный и ядовитый покемон, обитающий в море. Его прозрачное тело почти незаметно в воде, а щупальца могут выделять яд.
            `
        },
        {
            name: "Тентакру́эл",
            img: "IMG_pok/tentacruel.jpg",
            desc: `
            Крупный водный и ядовитый покемон с множеством щупалец. Он способен быстро передвигаться в воде и атаковать сразу нескольких противников.
            `
        },
        {
            name: "Го́лем",
            img: "IMG_pok/golem.jpg",
            desc: `
            Каменный и наземный покемон с очень прочным телом. Он способен сворачиваться в шар и катиться с огромной скоростью.
            `
        },
        {
            name: "Понита́",
            img: "IMG_pok/ponyta.jpg",
            desc: `
            Огненный покемон-лошадь. Пламя на его гриве и хвосте не обжигает тех, кому он доверяет.
            `
        },
        {
            name: "Гала́йт",
            img: "IMG_pok/rapidash.jpg",
            desc: `
            Быстрый огненный покемон-лошадь. Он способен развивать огромную скорость и оставлять за собой огненный след.
            `
        },
        {
            name: "Сло́упок",
            img: "IMG_pok/slowpoke.jpg",
            desc: `
            Водный и психический покемон с очень медленной реакцией. Иногда он может часами неподвижно сидеть у воды, ничего не замечая вокруг.
            `
        },
        {
            name: "Сло́убро",
            img: "IMG_pok/slowbro.jpg",
            desc: `
            Водный и психический покемон. На его хвосте висит Шеллдер, укус которого изменил его характер и сделал его почти невозмутимым.
            `
        },
        {
            name: "Ма́гнемайт",
            img: "IMG_pok/magnemite.jpg",
            desc: `
            Электрический и стальной покемон, использующий магнитные силы. Он способен зависать в воздухе и притягивать металлические предметы.
            `
        },
        {
            name: "Ма́гнетон",
            img: "IMG_pok/magneton.jpg",
            desc: `
            Электрический и стальной покемон, состоящий из трёх Магнемайтов. Он создаёт мощные электромагнитные поля.
            `
        },
        {
            name: "Фа́рфетчд",
            img: "IMG_pok/farfetchd.jpg",
            desc: `
            Нормальный и летающий покемон, похожий на утку. Он всегда носит с собой стебель лука-порея, который использует как оружие.
            `
        },
        {
            name: "До́дуо",
            img: "IMG_pok/doduo.jpg",
            desc: `
            Нормальный и летающий покемон с двумя головами. Его сильные ноги позволяют ему очень быстро бегать.
            `
        },
        {
            name: "До́дрио",
            img: "IMG_pok/dodrio.jpg",
            desc: `
            Нормальный и летающий покемон с тремя головами. Каждая из них может иметь собственное настроение, но все три помогают покемону быстро бегать.
            `
        },
        {
            name: "Си́л",
            img: "IMG_pok/seel.jpg",
            desc: `
            Водный покемон, похожий на детёныша тюленя. Он отлично чувствует себя в холодной воде и любит плавать среди льдов.
            `
        },
        {
            name: "Дьюго́нг",
            img: "IMG_pok/dewgong.jpg",
            desc: `
            Водный и ледяной покемон. Его толстый слой жира защищает тело от холодной морской воды.
            `
        },
        {
            name: "Гра́ймер",
            img: "IMG_pok/grimer.jpg",
            desc: `
            Ядовитый покемон, состоящий из живой грязи. Он появился из загрязнённых веществ и способен поглощать отходы.
            `
        },
        {
            name: "Му́к",
            img: "IMG_pok/muk.jpg",
            desc: `
            Большой ядовитый покемон из токсичной грязи. Всё, к чему он прикасается, может быть отравлено.
            `
        },
        {
            name: "Ше́лдер",
            img: "IMG_pok/shellder.jpg",
            desc: `
            Водный покемон-моллюск с очень твёрдой раковиной. Она настолько прочная, что практически не поддаётся обычным атакам.
            `
        },
        {
            name: "Кла́йстер",
            img: "IMG_pok/cloyster.jpg",
            desc: `
            Водный и ледяной покемон с огромной раковиной. Он способен выпускать из неё острые шипы и защищаться от сильных атак.
            `
        },
        {
            name: "Га́стли",
            img: "IMG_pok/gastly.jpg",
            desc: `
            Призрачный и ядовитый покемон, состоящий в основном из газа. Его тело окружено ядовитым туманом.
            `
        },
        {
            name: "Ха́унтер",
            img: "IMG_pok/haunter.jpg",
            desc: `
            Призрачный и ядовитый покемон. Он способен проходить сквозь стены и внезапно появляться рядом с ничего не подозревающей жертвой.
            `
        },
        {
            name: "Ге́нгар",
            img: "IMG_pok/gengar.jpg",
            desc: `
            Призрачный и ядовитый покемон, который любит прятаться в тени. Иногда он может притворяться тенью человека.
            `
        },
        {
            name: "О́никс",
            img: "IMG_pok/onix.jpg",
            desc: `
            Каменный и наземный покемон, похожий на огромную каменную змею. Он роет туннели под землёй, поглощая камни.
            `
        },
        {
            name: "Дро́узи",
            img: "IMG_pok/drowzee.jpg",
            desc: `
            Психический покемон, питающийся снами. Он способен усыплять людей и покемонов, а затем поглощать их сновидения.
            `
        },
        {
            name: "Хи́пно",
            img: "IMG_pok/hypno.jpg",
            desc: `
            Психический покемон с маятником. Он раскачивает его перед противником, чтобы загипнотизировать и погрузить в сон.
            `
        },
        {
            name: "Кра́бби",
            img: "IMG_pok/krabby.jpg",
            desc: `
            Водный покемон-краб. Его мощные клешни способны крепко хватать противников и восстанавливаться, если одна из них повреждена.
            `
        },
        {
            name: "Кинглер",
            img: "IMG_pok/kingler.jpg",
            desc: `
            Большой водный покемон-краб. Одна его клешня значительно крупнее другой и обладает огромной силой.
            `
        },
        {
            name: "Волто́рб",
            img: "IMG_pok/voltorb.jpg",
            desc: `
            Электрический покемон, похожий на покебол. Он способен накапливать электричество и иногда неожиданно взрывается.
            `
        },
        {
            name: "Эле́ктрод",
            img: "IMG_pok/electrode.jpg",
            desc: `
            Электрический покемон, похожий на перевёрнутый покебол. Он способен поглощать огромное количество электричества и выпускать мощный разряд.
            `
        },
        {
            name: "Экзеггью́т",
            img: "IMG_pok/exeggcute.jpg",
            desc: `
            Травяной и психический покемон, состоящий из шести похожих на яйца существ. Несмотря на вид, это не настоящие яйца.
            `
        },
        {
            name: "Экзеггу́тор",
            img: "IMG_pok/exeggutor.jpg",
            desc: `
            Травяной и психический покемон, похожий на пальму. На его теле растут кокосоподобные головы, каждая из которых обладает собственным характером.
            `
        },

        {
            name: "Кубо́ун",
            img: "IMG_pok/cubone.jpg",
            desc: `
            Наземный покемон. Он носит на голове кость, оставшуюся от его матери, и использует её как защиту и оружие.
            `
        },
        {
            name: "Марова́к",
            img: "IMG_pok/marowak.jpg",
            desc: `
            Наземный покемон, искусно владеющий костью. Он стал более спокойным и сильным после того, как научился преодолевать свою печаль.
            `
        },
        {
            name: "Хитмонли́",
            img: "IMG_pok/hitmonlee.jpg",
            desc: `
            Боевой покемон с необычно длинными ногами. Он способен растягивать их и наносить противнику мощные удары с большого расстояния.
            `
        },
        {
            name: "Хитмонча́н",
            img: "IMG_pok/hitmonchan.jpg",
            desc: `
            Боевой покемон, похожий на маленького боксёра. Он способен наносить множество быстрых ударов руками.
            `
        },
        {
            name: "Ликиту́нг",
            img: "IMG_pok/lickitung.jpg",
            desc: `
            Нормальный покемон с очень длинным языком. Он использует его как дополнительную конечность для исследования окружающего мира.
            `
        },
        {
            name: "Ко́ффинг",
            img: "IMG_pok/koffing.jpg",
            desc: `
            Ядовитый покемон, наполненный токсичными газами. Он способен выпускать ядовитый газ из отверстий на своём теле.
            `
        },
        {
            name: "Ви́зинг",
            img: "IMG_pok/weezing.jpg",
            desc: `
            Ядовитый покемон, состоящий из двух соединённых между собой тел. Он смешивает различные токсичные газы внутри себя.
            `
        },
        {
            name: "Райхо́рн",
            img: "IMG_pok/rhyhorn.jpg",
            desc: `
            Наземный и каменный покемон, похожий на носорога. Его мощное тело покрыто твёрдой бронёй, а рог используется для атак.
            `
        },
        {
            name: "Райдо́н",
            img: "IMG_pok/rhydon.jpg",
            desc: `
            Мощный наземный и каменный покемон. Его броня настолько прочная, что он может выдерживать очень сильные удары.
            `
        },
        {
            name: "Ча́нси",
            img: "IMG_pok/chansey.jpg",
            desc: `
            Нормальный покемон, который заботится о раненых. Он носит с собой питательное яйцо и охотно делится им с теми, кому оно нужно.
            `
        },
        {
            name: "Танге́ла",
            img: "IMG_pok/tangela.jpg",
            desc: `
            Травяной покемон, всё тело которого скрыто переплетёнными синими ли
            анами. Под ними почти невозможно разглядеть его настоящее тело.
            `
        },
        {
            name: "Канга́скхан",
            img: "IMG_pok/kangaskhan.jpg",
            desc: `
            Нормальный покемон-млекопитающее. Детёныш почти всё время находится в сумке на животе матери, пока не станет достаточно взрослым.
            `
        },
        {
            name: "Хорси",
            img: "IMG_pok/horsea.jpg",
            desc: `
            Водный покемон, похожий на маленького морского конька. Он способен выплёвывать струи воды и чернил.
            `
        },
        {
            name: "Си́дра",
            img: "IMG_pok/seadra.jpg",
            desc: `
            Водный покемон-морской конёк с острыми шипами. Его тело покрыто множеством игл, которые помогают защищаться от врагов.
            `
        },
        {
            name: "Го́лдин",
            img: "IMG_pok/goldeen.jpg",
            desc: `
            Водный покемон, похожий на золотую рыбку. Он обладает красивыми плавниками и может быстро плавать против сильного течения.
            `
        },
        {
            name: "Си́кинг",
            img: "IMG_pok/seaking.jpg",
            desc: `
            Водный покемон, похожий на крупную рыбу. В сезон размножения он способен яростно защищать свою территорию и гнездо.
            `
        },
        {
            name: "Ста́рью",
            img: "IMG_pok/staryu.jpg",
            desc: `
            Водный покемон в форме морской звезды. В центре его тела находится драгоценный камень, который ярко светится ночью.
            `
        },
        {
            name: "Ста́рми",
            img: "IMG_pok/starmie.jpg",
            desc: `
            Водный и психический покемон, похожий на многоконечную звезду. Центральный драгоценный камень излучает загадочное свечение.
            `
        },
        {
            name: "Мистер Ми́м",
            img: "IMG_pok/mr_mime.jpg",
            desc: `
            Психический и фейский покемон, искусно создающий невидимые стены и преграды с помощью пантомимы.
            `
        },
        {
            name: "Са́йтер",
            img: "IMG_pok/scyther.jpg",
            desc: `
            Насекомый и летающий покемон с двумя огромными косообразными лезвиями вместо рук. Он способен очень быстро перемещаться и атаковать.
            `
        },
        {
            name: "Джи́нкс",
            img: "IMG_pok/jynx.jpg",
            desc: `
            Ледяной и психический покемон. Он способен общаться с помощью особой речи и танцевальных движений.
            `
        },
        {
            name: "Э́лектабазз",
            img: "IMG_pok/electabuzz.jpg",
            desc: `
            Электрический покемон, питающийся электричеством. Он любит места, где происходят грозы и находятся мощные источники энергии.
            `
        },
        {
            name: "Ма́гмар",
            img: "IMG_pok/magmar.jpg",
            desc: `
            Огненный покемон с телом, похожим на живое пламя. Он обитает возле вулканов и может создавать мощные огненные атаки.
            `
        },
        {
            name: "Пи́нсир",
            img: "IMG_pok/pinsir.jpg",
            desc: `
            Насекомый покемон с огромными рогами-клешнями. Он способен схватить ими противника и поднять его над землёй.
            `
        },
        {
            name: "Та́урос",
            img: "IMG_pok/tauros.jpg",
            desc: `
            Нормальный покемон-бык с тремя хвостами. Он любит носиться по равнинам и атаковать противников мощными ударами.
            `
        },
        {
            name: "Магикарп",
            img: "IMG_pok/magikarp.jpg",
            desc: `
            Водный покемон, известный своей слабостью и неуклюжестью. Однако после эволюции он превращается в чрезвычайно мощного Гьярадоса.
            `
        },
        {
            name: "Гьярадо́с",
            img: "IMG_pok/gyarados.jpg",
            desc: `
            Мощный водный и летающий покемон. Он известен своим свирепым характером и способен разрушать целые поселения.
            `
        },
        {
            name: "Лапра́с",
            img: "IMG_pok/lapras.jpg",
            desc: `
            Водный и ледяной покемон. Он обладает мягким характером и способен перевозить людей по воде на своей спине.
            `
        },
        {
            name: "Ди́тто",
            img: "IMG_pok/ditto.jpg",
            desc: `
            Нормальный покемон, способный превращаться практически в любое другое существо. Для этого он изменяет структуру своего тела.
            `
        },
        {
            name: "И́ви",
            img: "IMG_pok/eevee.jpg",
            desc: `
            Нормальный покемон с необычайно нестабильным генетическим кодом. Благодаря этому он способен эволюционировать в множество разных форм.
            `
        },
        {
            name: "Вапорео́н",
            img: "IMG_pok/vaporeon.jpg",
            desc: `
            Водный покемон, произошедший от Иви. Его тело приспособлено к жизни в воде, а плавники помогают ему быстро плавать.
            `
        },
        {
            name: "Джо́лтеон",
            img: "IMG_pok/jolteon.jpg",
            desc: `
            Электрический покемон, произошедший от Иви. Его шерсть способна накапливать электричество и превращаться в острые электрические иглы.
            `
        },
        {
            name: "Фла́реон",
            img: "IMG_pok/flareon.jpg",
            desc: `
            Огненный покемон, произошедший от Иви. Внутри его тела находится специальный мешок, в котором он накапливает воздух и разогревает его.
            `
        },
        {
            name: "Поригон",
            img: "IMG_pok/porygon.jpg",
            desc: `
            Нормальный покемон, полностью созданный с помощью компьютерных технологий. Он способен существовать в цифровом пространстве.
            `
        },
        {
            name: "Ома́найт",
            img: "IMG_pok/omanyte.jpg",
            desc: `
            Каменный и водный древний покемон, похожий на аммонита. Он обитал в древних морях миллионы лет назад.
            `
        },
        {
            name: "Омаста́р",
            img: "IMG_pok/omastar.jpg",
            desc: `
            Каменный и водный древний покемон с мощными щупальцами и большой раковиной. Его раковина защищала тело от хищников.
            `
        },
        {
            name: "Кабу́то",
            img: "IMG_pok/kabuto.jpg",
            desc: `
            Каменный и водный древний покемон, похожий на древнего морского членистоногого. Его тело покрыто прочным панцирем.
            `
        },
        {
            name: "Кабуто́пс",
            img: "IMG_pok/kabutops.jpg",
            desc: `
            Каменный и водный древний покемон с острыми лезвиями на передних конечностях. Он был быстрым хищником древних морей.
            `
        },
        {
            name: "Аэро́дактиль",
            img: "IMG_pok/aerodactyl.jpg",
            desc: `
            Каменный и летающий древний покемон. Он обладал острыми клыками и мог стремительно охотиться в воздухе.
            `
        },
        {
            name: "Сно́рлакс",
            img: "IMG_pok/snorlax.jpg",
            desc: `
            Нормальный покемон, который проводит большую часть жизни во сне. Он может съедать огромное количество пищи за один раз.
            `
        },
        {
            name: "Артику́но",
            img: "IMG_pok/articuno.jpg",
            desc: `
            Легендарный ледяной и летающий покемон. Его появление связывают с холодными горами и ледяными ветрами.
            `
        },
        {
            name: "Запдо́с",
            img: "IMG_pok/zapdos.jpg",
            desc: `
            Легендарный электрический и летающий покемон. Считается, что он появляется во время сильных гроз.
            `
        },
        {
            name: "Молтре́с",
            img: "IMG_pok/moltres.jpg",
            desc: `
            Легендарный огненный и летающий покемон. Его тело окружено ярким пламенем, а легенды рассказывают о его связи с огнём.
            `
        },
        {
            name: "Дра́тини",
            img: "IMG_pok/dratini.jpg",
            desc: `
            Драконий покемон, похожий на маленькую змею. Он долго растёт и периодически сбрасывает кожу, чтобы продолжать развитие.
            `
        },
        {
            name: "Дра́йгонэ́йр",
            img: "IMG_pok/dragonair.jpg",
            desc: `
            Драконий покемон с длинным телом и небольшими крыльями на голове. Его считают загадочным существом, связанным с морями и небом.
            `
        },
        {
            name: "Дра́гонайт",
            img: "IMG_pok/dragonite.jpg",
            desc: `
            Мощный драконий и летающий покемон. Несмотря на грозный вид, он отличается добрым характером и способен спасать людей в море.
            `
        },
        {
            name: "Мью́",
            img: "IMG_pok/mew.jpg",
            desc: `
            Мифический психический покемон. Считается, что в его ДНК содержатся генетические данные всех существующих покемонов.
            `
        },
        {
            name: "Мью́ту",
            img: "IMG_pok/mewtwo.jpg",
            desc: `
            Легендарный психический покемон, созданный в результате научных экспериментов. Он обладает огромной психической силой.
            `
        },

        {
            name: "Мью́",
            img: "IMG_pok/mew.jpg",
            desc: `
            Мифический психический покемон. Считается, что его ДНК содержит генетические данные всех существующих покемонов.
            `
        },
        {
            name: "Сенти́рет",
            img: "IMG_pok/sentret.jpg",
            desc: `
            Нормальный покемон, похожий на маленького зверька. Он встаёт на хвост, чтобы осматривать окрестности и замечать опасность.
            `
        },
        {
            name: "Фурре́т",
            img: "IMG_pok/furret.jpg",
            desc: `
            Нормальный покемон с длинным гибким телом. Он умеет очень быстро передвигаться и ловко пролезать в узкие места.
            `
        },
        {
            name: "Ху́тхут",
            img: "IMG_pok/hoothoot.jpg",
            desc: `
            Нормальный и летающий покемон-сова. На его теле есть особый внутренний орган, благодаря которому он очень точно ощущает время.
            `
        },
        {
            name: "Нокта́ул",
            img: "IMG_pok/noctowl.jpg",
            desc: `
            Нормальный и летающий покемон-сова. Его огромные глаза позволяют прекрасно видеть даже в полной темноте.
            `
        },
        {
            name: "Ледиба́",
            img: "IMG_pok/ledyba.jpg",
            desc: `
            Насекомый и летающий покемон-божья коровка. Он очень общителен и обычно держится вместе с другими Ледибами.
            `
        },
        {
            name: "Леди́ан",
            img: "IMG_pok/ledian.jpg",
            desc: `
            Насекомый и летающий покемон-божья коровка. Пятна на его теле становятся особенно яркими ночью.
            `
        },
        {
            name: "Спинара́к",
            img: "IMG_pok/spinarak.jpg",
            desc: `
            Насекомый и ядовитый покемон-паук. Он плетёт прочную паутину и использует её для охоты.
            `
        },
        {
            name: "Ариа́дос",
            img: "IMG_pok/ariados.jpg",
            desc: `
            Насекомый и ядовитый покемон-паук. Он способен выпускать паутину не только изо рта, но и из задней части тела.
            `
        },
        {
            name: "Кро́бат",
            img: "IMG_pok/crobat.jpg",
            desc: `
            Ядовитый и летающий покемон-летучая мышь. Четыре крыла позволяют ему лететь очень быстро и почти бесшумно.
            `
        },
        {
            name: "Чи́нчоу",
            img: "IMG_pok/chinchou.jpg",
            desc: `
            Водный и электрический покемон. Электричество в его щупальцах помогает ему общаться и привлекать добычу в тёмных глубинах.
            `
        },
        {
            name: "Ланта́рн",
            img: "IMG_pok/lanturn.jpg",
            desc: `
            Водный и электрический покемон. Светящийся орган на его голове способен освещать огромную область под водой.
            `
        },
        {
            name: "Пи́чy",
            img: "IMG_pok/pichu.jpg",
            desc: `
            Маленький электрический покемон. Он ещё плохо контролирует электричество и может случайно ударить током даже себя.
            `
        },
        {
            name: "Тоге́пи",
            img: "IMG_pok/togepi.jpg",
            desc: `
            Фейский покемон, скрывающийся внутри скорлупы. Считается, что он приносит счастье тем, кто относится к нему с добротой.
            `
        },
        {
            name: "Тоге́тик",
            img: "IMG_pok/togetic.jpg",
            desc: `
            Фейский и летающий покемон. Он появляется рядом с добрыми людьми и способен парить в воздухе без взмахов крыльями.
            `
        },
        {
            name: "На́ту",
            img: "IMG_pok/natu.jpg",
            desc: `
            Психический и летающий покемон, похожий на маленькую птицу. Он умеет предчувствовать события и внимательно наблюдает за людьми.
            `
        },
        {
            name: "Ксату́",
            img: "IMG_pok/xatu.jpg",
            desc: `
            Психический и летающий покемон с загадочным поведением. Он способен видеть прошлое и будущее и часто неподвижно смотрит на солнце.
            `
        },
        {
            name: "Ма́рис",
            img: "IMG_pok/mareep.jpg",
            desc: `
            Электрический покемон, похожий на овечку. Его шерсть накапливает электричество и становится более пушистой по мере его накопления.
            `
        },
        {
            name: "Фла́ффи",
            img: "IMG_pok/flaaffy.jpg",
            desc: `
            Электрический покемон с мягкой кожей и небольшим количеством шерсти. Он способен накапливать большое количество электричества.
            `
        },
        {
            name: "Амфа́рос",
            img: "IMG_pok/ampharos.jpg",
            desc: `
            Электрический покемон, чья яркая светящаяся голова может служить маяком. Его свет хорошо виден издалека.
            `
        },
        {
            name: "Беллосо́м",
            img: "IMG_pok/bellossom.jpg",
            desc: `
            Травяной покемон, похожий на танцующий цветок. Он любит солнечный свет и кружится, когда вокруг становится тепло.
            `
        },
        {
            name: "Ма́рилл",
            img: "IMG_pok/marill.jpg",
            desc: `
            Водный и фейский покемон. Его похожий на мячик хвост наполнен маслом и помогает ему плавать.
            `
        },
        {
            name: "Азу́марилл",
            img: "IMG_pok/azumarill.jpg",
            desc: `
            Водный и фейский покемон с длинными ушами. Он отлично слышит звуки под водой и способен долго находиться под водой.
            `
        },
        {
            name: "Су́ддоуудо",
            img: "IMG_pok/sudowoodo.jpg",
            desc: `
            Каменный покемон, который притворяется деревом. Когда идёт дождь, он старается спрятаться, потому что не любит воду.
            `
        },
        {
            name: "По́липтод",
            img: "IMG_pok/politoed.jpg",
            desc: `
            Водный покемон, похожий на лягушку. Его громкое кваканье может служить сигналом для других Полиптодов.
            `
        },
        {
            name: "Хо́ппип",
            img: "IMG_pok/hoppip.jpg",
            desc: `
            Травяной и летающий покемон, настолько лёгкий, что его может унести сильный ветер. Он цепляется за землю корнями, чтобы не улететь.
            `
        },
        {
            name: "Джа́мплафф",
            img: "IMG_pok/jumpluff.jpg",
            desc: `
            Травяной и летающий покемон, который путешествует по воздуху вместе с ветром. Его пушистые семена могут переноситься на огромные расстояния.
            `
        },
        {
            name: "Эйпо́м",
            img: "IMG_pok/aipom.jpg",
            desc: `
            Нормальный покемон-обезьяна с длинным хвостом, на конце которого находится ладонь. Он ловко использует хвост вместо дополнительной руки.
            `
        },
        {
            name: "Санкэ́рн",
            img: "IMG_pok/sunkern.jpg",
            desc: `
            Травяной покемон, похожий на семечко. Он почти не двигается и получает энергию, поглощая солнечный свет.
            `
        },
        {
            name: "Санфло́ра",
            img: "IMG_pok/sunflora.jpg",
            desc: `
            Травяной покемон, похожий на солнечный цветок. Он активно двигается и становится особенно энергичным под ярким солнцем.
            `
        },
        {
            name: "Янма́",
            img: "IMG_pok/yanma.jpg",
            desc: `
            Насекомый и летающий покемон-стрекоза. Его огромные глаза позволяют видеть почти во всех направлениях одновременно.
            `
        },
        {
            name: "Вупе́р",
            img: "IMG_pok/wooper.jpg",
            desc: `
            Водный и наземный покемон. Обычно он живёт в воде, но иногда выходит на сушу и покрывает тело липкой защитной слизью.
            `
        },
        {
            name: "Кво́гсайр",
            img: "IMG_pok/quagsire.jpg",
            desc: `
            Водный и наземный покемон. Он очень спокойный и часто может просто сидеть неподвижно в воде.
            `
        },
        {
            name: "Э́спеон",
            img: "IMG_pok/espeon.jpg",
            desc: `
            Психический покемон, произошедший от Иви. Он обладает тонкими чувствами и способен предсказывать движения противника.
            `
        },
        {
            name: "Амбрео́н",
            img: "IMG_pok/umbreon.jpg",
            desc: `
            Тёмный покемон, произошедший от Иви. Его кольца на ушах и теле светятся в темноте, когда он готовится к атаке.
            `
        },
        {
            name: "Муркро́у",
            img: "IMG_pok/murkrow.jpg",
            desc: `
            Тёмный и летающий покемон, похожий на ворону. Его часто связывают с тёмными местами и ночными путешествиями.
            `
        },
        {
            name: "Сло́укинг",
            img: "IMG_pok/slowking.jpg",
            desc: `
            Водный и психический покемон. Укус Шеллдера на его голове пробудил необычайный интеллект и мудрость.
            `
        },
        {
            name: "Мисдри́вус",
            img: "IMG_pok/misdreavus.jpg",
            desc: `
            Призрачный покемон. Он любит пугать людей ночью странными криками и внезапными появлениями.
            `
        },
        {
            name: "У́набa",
            img: "IMG_pok/unown.jpg",
            desc: `
            Психический покемон необычной формы, напоминающей букву или символ. Учёные до сих пор пытаются понять его происхождение и способности.
            `
        },
        {
            name: "Воббафе́т",
            img: "IMG_pok/wobbuffet.jpg",
            desc: `
            Психический покемон, который почти никогда не атакует первым. Он терпеливо выдерживает удары противника и отвечает на них.
            `
        },
        {
            name: "Пи́неко",
            img: "IMG_pok/pineco.jpg",
            desc: `
            Насекомый покемон, похожий на сосновую шишку. Он укрепляет свою оболочку, добавляя к ней кусочки коры и других материалов.
            `
        },
        {
            name: "Форре́тресс",
            img: "IMG_pok/forretress.jpg",
            desc: `
            Насекомый и стальной покемон, скрывающийся внутри очень прочной оболочки. Он способен выпускать из неё снаряды.
            `
        },
        {
            name: "Гера́крос",
            img: "IMG_pok/heracross.jpg",
            desc: `
            Насекомый и боевой покемон с большим рогом. Он использует невероятную физическую силу, чтобы подбрасывать противников далеко в воздух.
            `
        },
        {
            name: "Сна́ббулл",
            img: "IMG_pok/snubbull.jpg",
            desc: `
            Фейский покемон, похожий на маленькую собаку. Несмотря на грозный вид, он часто оказывается добрым и дружелюбным.
            `
        },
        {
            name: "Гра́нбулл",
            img: "IMG_pok/granbull.jpg",
            desc: `
            Фейский покемон с огромной нижней челюстью. Из-за своих больших клыков он выглядит грозно, хотя обычно не стремится драться.
            `
        },
        {
            name: "Кви́лфиш",
            img: "IMG_pok/qwilfish.jpg",
            desc: `
            Водный и ядовитый покемон, покрытый иглами. Он заглатывает воду, раздувается и выпускает свои иглы во все стороны.
            `
        },
        {
            name: "Ска́рмори",
            img: "IMG_pok/skarmory.jpg",
            desc: `
            Стальной и летающий покемон с телом, покрытым металлическими перьями. Его острые крылья можно использовать как оружие.
            `
        },
        {
            name: "Ха́ундур",
            img: "IMG_pok/houndour.jpg",
            desc: `
            Тёмный и огненный покемон, похожий на собаку. Он умеет охотиться стаей и координировать свои действия с другими Хаундурами.
            `
        },
        {
            name: "Ха́ундуум",
            img: "IMG_pok/houndoom.jpg",
            desc: `
            Тёмный и огненный покемон. Его зловещий вой способен напугать других покемонов, а его пламя связано с ядовитым дымом.
            `
        },
        {
            name: "Кингдра́",
            img: "IMG_pok/kingdra.jpg",
            desc: `
            Водный и драконий покемон. Он обитает глубоко под водой и способен создавать мощные водовороты.
            `
        },
        {
            name: "Фа́нпи",
            img: "IMG_pok/phanpy.jpg",
            desc: `
            Наземный покемон, похожий на маленького слонёнка. Он использует хобот для переноски воды и любит кататься по земле.
            `
        },
        {
            name: "До́нфан",
            img: "IMG_pok/donphan.jpg",
            desc: `
            Наземный покемон, похожий на бронированного слона. Он сворачивается в шар и катится, используя твёрдую кожу как защиту.
            `
        },
        {
            name: "Сенти́рет",
            img: "IMG_pok/sentret.jpg",
            desc: `
            Небольшой покемон, похожий на длиннотелого зверька. Он встаёт на задние лапы и внимательно наблюдает за окружающей обстановкой.
            `
        },
        {
            name: "Фурре́т",
            img: "IMG_pok/furret.jpg",
            desc: `
            Длинный и гибкий покемон, способный ловко извиваться и проникать в узкие места. Он очень быстро передвигается.
            `
        },
        {
            name: "Ху́тхут",
            img: "IMG_pok/hoothoot.jpg",
            desc: `
            Совиный покемон с необычными часами вместо привычного ощущения времени. Обычно стоит на одной ноге и почти незаметно меняет её.
            `
        },
        {
            name: "Нокта́ул",
            img: "IMG_pok/noctowl.jpg",
            desc: `
            Ночной совиный покемон с прекрасным зрением. Его глаза позволяют ему хорошо видеть даже в полной темноте.
            `
        },
        {
            name: "Ледиба́",
            img: "IMG_pok/ledyba.jpg",
            desc: `
            Маленький насекомоподобный покемон с красным панцирем и чёрными пятнами. Живёт большими группами и хорошо работает вместе с другими.
            `
        },
        {
            name: "Леди́ан",
            img: "IMG_pok/ledian.jpg",
            desc: `
            Насекомоподобный покемон с четырьмя руками. На его теле находятся характерные звёздчатые узоры.
            `
        },
        {
            name: "Спинара́к",
            img: "IMG_pok/spinarak.jpg",
            desc: `
            Паучий покемон, который плетёт сложные сети. Он способен использовать паутину для ловли добычи и создания ловушек.
            `
        },
        {
            name: "Ариа́дос",
            img: "IMG_pok/ariados.jpg",
            desc: `
            Большой паучий покемон. Он выпускает прочную нить из брюшка и может оставлять паутину даже во время движения.
            `
        },
        {
            name: "Кро́бат",
            img: "IMG_pok/crobat.jpg",
            desc: `
            Летучий ядовитый покемон с четырьмя крыльями. Благодаря им он может летать очень быстро и долго.
            `
        },
        {
            name: "Чи́нчоу",
            img: "IMG_pok/chinchou.jpg",
            desc: `
            Маленький водный покемон, живущий в море. Его светящиеся усики способны создавать электрические разряды.
            `
        },
        {
            name: "Ланта́рн",
            img: "IMG_pok/lanturn.jpg",
            desc: `
            Водный и электрический покемон, способный освещать тёмные морские глубины своим ярким светом.
            `
        },
        {
            name: "Пи́чу",
            img: "IMG_pok/pichu.jpg",
            desc: `
            Маленький электрический покемон и предэволюционная форма Пикачу. Он способен накапливать электричество в своих красных щеках.
            `
        },
        {
            name: "Тоге́пи",
            img: "IMG_pok/togepi.jpg",
            desc: `
            Маленький покемон, большую часть тела которого скрывает скорлупа. Считается символом счастья и радости.
            `
        },
        {
            name: "Тоге́тик",
            img: "IMG_pok/togetic.jpg",
            desc: `
            Светлый и доброжелательный покемон, который появляется рядом с людьми, испытывающими счастье. Он умеет летать.
            `
        },
        {
            name: "На́ту",
            img: "IMG_pok/natu.jpg",
            desc: `
            Маленький психический и летающий покемон, похожий на птенца. Он любит наблюдать за окружающим миром большими внимательными глазами.
            `
        },
        {
            name: "Ксату́",
            img: "IMG_pok/xatu.jpg",
            desc: `
            Таинственный психический и летающий покемон. Он неподвижно стоит и, согласно легендам, способен видеть прошлое и будущее.
            `
        },
        {
            name: "Ма́рис",
            img: "IMG_pok/mareep.jpg",
            desc: `
            Небольшой электрический покемон, покрытый мягкой шерстью. Его шерсть накапливает электричество.
            `
        },
        {
            name: "Фла́ффи",
            img: "IMG_pok/flaaffy.jpg",
            desc: `
            Электрический покемон с розовой шерстью и шарообразными хвостом и ушами. После накопления большого количества энергии его шерсть может выпадать.
            `
        },
        {
            name: "Амфа́рос",
            img: "IMG_pok/ampharos.jpg",
            desc: `
            Сильный электрический покемон без шерсти. Свет на кончике его хвоста может быть виден на огромном расстоянии.
            `
        },
        {
            name: "Беллосо́м",
            img: "IMG_pok/bellossom.jpg",
            desc: `
            Травяной покемон с цветами на голове. Он любит танцевать и кружиться под ярким солнечным светом.
            `
        },
        {
            name: "Ма́рилл",
            img: "IMG_pok/marill.jpg",
            desc: `
            Небольшой водный покемон с круглым телом. Его хвост наполнен особым маслом и помогает ему плавать.
            `
        },
        {
            name: "Азу́марилл",
            img: "IMG_pok/azumarill.jpg",
            desc: `
            Водный покемон с длинными ушами и шариками на хвосте. Он отлично плавает и способен долго находиться под водой.
            `
        },
        {
            name: "Су́ддоуудо",
            img: "IMG_pok/sudowoodo.jpg",
            desc: `
            Каменный покемон, похожий на небольшое дерево. Он поднимает ветви, чтобы казаться настоящим растением.
            `
        },
        {
            name: "По́липтод",
            img: "IMG_pok/politoed.jpg",
            desc: `
            Водный покемон, похожий на лягушку. Завиток на его голове считается признаком зрелости.
            `
        },
        {
            name: "Хо́ппип",
            img: "IMG_pok/hoppip.jpg",
            desc: `
            Маленький травяной и летающий покемон, которого ветер легко поднимает в воздух. Он старается цепляться за землю, чтобы не улететь.
            `
        },
        {
            name: "Джа́мплафф",
            img: "IMG_pok/jumpluff.jpg",
            desc: `
            Травяной и летающий покемон, который путешествует по воздуху, используя семена на своём теле как маленькие парашюты.
            `
        },
        {
            name: "Эйпо́м",
            img: "IMG_pok/aipom.jpg",
            desc: `
            Похожий на обезьянку покемон с большой рукой на кончике хвоста. Он использует хвост для лазания и различных действий.
            `
        },
        {
            name: "Санкерн",
            img: "IMG_pok/sunkern.jpg",
            desc: `
            Очень маленький травяной покемон, напоминающий семечко. Он получает энергию главным образом от солнечного света.
            `
        },
        {
            name: "Санфло́ра",
            img: "IMG_pok/sunflora.jpg",
            desc: `
            Яркий травяной покемон, похожий на цветок подсолнуха. Он активно двигается под солнечными лучами.
            `
        },
        {
            name: "Я́нма",
            img: "IMG_pok/yanma.jpg",
            desc: `
            Стрекозоподобный покемон с большими глазами. Благодаря широкому обзору он способен замечать добычу практически со всех сторон.
            `
        },
        {
            name: "Ву́пер",
            img: "IMG_pok/wooper.jpg",
            desc: `
            Небольшой водный и наземный покемон. Обычно живёт в воде, но иногда выходит на сушу.
            `
        },
        {
            name: "Кво́гсайр",
            img: "IMG_pok/quagsire.jpg",
            desc: `
            Спокойный водный и наземный покемон. Он медленно передвигается и часто не замечает препятствий вокруг себя.
            `
        },
        {
            name: "Э́спеон",
            img: "IMG_pok/espeon.jpg",
            desc: `
            Психический покемон и одна из эволюций Иви. Он обладает тонкими психическими способностями и чувствует движения противника.
            `
        },
        {
            name: "Амбрео́н",
            img: "IMG_pok/umbreon.jpg",
            desc: `
            Тёмный покемон и одна из эволюций Иви. Его кольца светятся в темноте, а сам он особенно активен ночью.
            `
        },
        {
            name: "Муркро́у",
            img: "IMG_pok/murkrow.jpg",
            desc: `
            Тёмный и летающий покемон, похожий на ворона. Он любит блестящие предметы и часто ассоциируется с ночными легендами.
            `
        },
        {
            name: "Сло́укинг",
            img: "IMG_pok/slowking.jpg",
            desc: `
            Водный и психический покемон, эволюция Слоупока. Камень на его голове появился после взаимодействия с Шеллдером.
            `
        },
        {
            name: "Мисдривус",
            img: "IMG_pok/misdreavus.jpg",
            desc: `
            Призрачный покемон, похожий на маленькое привидение. Он любит пугать людей своими таинственными криками и шорохами.
            `
        },
        {
            name: "Уна́ун",
            img: "IMG_pok/unown.jpg",
            desc: `
            Таинственный психический покемон, похожий на древний символ или букву. Существует множество различных форм Унауна.
            `
        },
        {
            name: "Воббафе́т",
            img: "IMG_pok/wobbuffet.jpg",
            desc: `
            Психический покемон, который редко атакует первым. Он предпочитает терпеливо выдерживать удары противника и отвечать на них.
            `
        },
        {
            name: "Пи́неко",
            img: "IMG_pok/pineco.jpg",
            desc: `
            Насекомоподобный покемон, напоминающий сосновую шишку. Он прикрепляется к деревьям и может резко взрываться при опасности.
            `
        },
        {
            name: "Форретре́сс",
            img: "IMG_pok/forretress.jpg",
            desc: `
            Насекомый и стальной покемон, скрывающийся внутри твёрдой оболочки. Он способен выпускать взрывающиеся снаряды.
            `
        },
        {
            name: "Гера́крос",
            img: "IMG_pok/heracross.jpg",
            desc: `
            Жучий и боевой покемон с большим рогом. Он использует невероятную физическую силу, чтобы подбрасывать противников.
            `
        },
        {
            name: "Сна́ббулл",
            img: "IMG_pok/snubbull.jpg",
            desc: `
            Маленький покемон сказочного типа, похожий на бульдога. Несмотря на грозный вид, он часто бывает добродушным и игривым.
            `
        },
        {
            name: "Гра́нбулл",
            img: "IMG_pok/granbull.jpg",
            desc: `
            Крупный покемон сказочного типа с мощной нижней челюстью. Его клыки выглядят устрашающе, хотя сам он обычно не агрессивен.
            `
        },
        {
            name: "Кви́лфиш",
            img: "IMG_pok/qwilfish.jpg",
            desc: `
            Водный и ядовитый покемон, покрытый иглами. Он заглатывает воду, раздувается и выпускает свои иглы во все стороны.
            `
        },
        {
            name: "Ска́рмори",
            img: "IMG_pok/skarmory.jpg",
            desc: `
            Стальной и летающий покемон с телом, покрытым металлическими перьями. Он способен быстро летать и атаковать острыми крыльями.
            `
        },
        {
            name: "Ха́ундаур",
            img: "IMG_pok/houndour.jpg",
            desc: `
            Тёмный и огненный покемон, похожий на чёрную собаку. Он охотится стаями и хорошо взаимодействует с другими членами группы.
            `
        },
        {
            name: "Ха́ундуум",
            img: "IMG_pok/houndoom.jpg",
            desc: `
            Тёмный и огненный покемон с устрашающим видом. Его огненное дыхание связано с ядовитым дымом и считается опасным.
            `
        },
        {
            name: "Кингдра́",
            img: "IMG_pok/kingdra.jpg",
            desc: `
            Водный и драконий покемон, обитающий в глубоких морях. Он способен создавать мощные водовороты и использовать сильные атаки.
            `
        },
        {
            name: "Фа́нпи",
            img: "IMG_pok/phanpy.jpg",
            desc: `
            Маленький наземный покемон, похожий на слонёнка. Он использует хобот для переноски предметов и любит купаться.
            `
        },
        {
            name: "До́нфан",
            img: "IMG_pok/donphan.jpg",
            desc: `
            Мощный наземный покемон, похожий на слона. Он сворачивается в шар и катится с большой скоростью, используя тело как таран.
            `
        },
        {
            name: "Поригон2",
            img: "IMG_pok/porygon2.jpg",
            desc: `
            Искусственный покемон, созданный с помощью современных технологий. Это усовершенствованная версия Поригона, предназначенная для работы в виртуальных пространствах.
            `
        },

        {
            name: "Уна́ун",
            img: "IMG_pok/unown.jpg",
            desc: `
            Таинственный психический покемон, похожий на древний символ или букву. Существует множество различных форм Унауна.
            `
        },
        {
            name: "Воббафе́т",
            img: "IMG_pok/wobbuffet.jpg",
            desc: `
            Психический покемон, который почти никогда не атакует первым. Он выдерживает удары противника и способен отражать их обратно.
            `
        },
        {
            name: "Пи́неко",
            img: "IMG_pok/pineco.jpg",
            desc: `
            Насекомоподобный покемон, похожий на сосновую шишку. Он прикрепляется к деревьям и может взорваться, если почувствует опасность.
            `
        },
        {
            name: "Форретре́сс",
            img: "IMG_pok/forretress.jpg",
            desc: `
            Насекомый и стальной покемон, скрывающийся внутри твёрдой металлической оболочки. Он способен выпускать взрывающиеся снаряды.
            `
        },
        {
            name: "Нокта́ул",
            img: "IMG_pok/noctowl.jpg",
            desc: `
            Совиный покемон с превосходным ночным зрением. Его глаза позволяют ему видеть даже в полной темноте.
            `
        },
        {
            name: "Ста́нтлер",
            img: "IMG_pok/stantler.jpg",
            desc: `
            Обычный покемон, похожий на оленя. Его большие рога обладают загадочной силой и способны искажать восприятие окружающего пространства.
            `
        },
        {
            name: "Сми́ргл",
            img: "IMG_pok/smeargle.jpg",
            desc: `
            Нормальный покемон, похожий на маленькую собаку. Он рисует хвостом, выделяя из него особую краску.
            `
        },
        {
            name: "Тайро́г",
            img: "IMG_pok/tyrogue.jpg",
            desc: `
            Боевой покемон, известный своей энергичностью и любовью к тренировкам. Он постоянно стремится стать сильнее.
            `
        },
        {
            name: "Хитмонтоп",
            img: "IMG_pok/hitmontop.jpg",
            desc: `
            Боевой покемон, который вращается на голове и ногах, словно волчок. Вращение позволяет ему быстро передвигаться и атаковать.
            `
        },
        {
            name: "Смоочи́м",
            img: "IMG_pok/smoochum.jpg",
            desc: `
            Маленький ледяной и психический покемон. Он очень активен и постоянно тренируется, чтобы стать сильнее.
            `
        },
        {
            name: "Элекки́д",
            img: "IMG_pok/elekid.jpg",
            desc: `
            Электрический покемон, похожий на маленького ребёнка. Он вырабатывает электричество, вращая руки.
            `
        },
        {
            name: "Магби́",
            img: "IMG_pok/magby.jpg",
            desc: `
            Огненный покемон, похожий на маленькую утку. Его тело очень горячее, а при дыхании он выпускает дым.
            `
        },
        {
            name: "Ми́лтанк",
            img: "IMG_pok/miltank.jpg",
            desc: `
            Нормальный покемон, похожий на корову. Он производит питательное молоко, которое любят пить многие покемоны и люди.
            `
        },
        {
            name: "Блисси́",
            img: "IMG_pok/blissey.jpg",
            desc: `
            Добрый нормальный покемон, который заботится о больных и раненых. Его яйцо обладает питательными и целебными свойствами.
            `
        },
        {
            name: "Райко́у",
            img: "IMG_pok/raikou.jpg",
            desc: `
            Легендарный электрический покемон, похожий на тигра. Говорят, что он несёт с собой грозовые облака и молнии.
            `
        },
        {
            name: "Энте́й",
            img: "IMG_pok/entei.jpg",
            desc: `
            Легендарный огненный покемон, похожий на большого зверя. Его появление связывают с извержениями вулканов.
            `
        },
        {
            name: "Суи́кун",
            img: "IMG_pok/suicune.jpg",
            desc: `
            Легендарный водный покемон, способный очищать загрязнённую воду. Он путешествует по земле, словно ветер над водой.
            `
        },
        {
            name: "Ларви́тар",
            img: "IMG_pok/larvitar.jpg",
            desc: `
            Каменный и наземный покемон, который рождается глубоко под землёй. Он питается почвой и постепенно выбирается на поверхность.
            `
        },
        {
            name: "Пупи́тар",
            img: "IMG_pok/pupitar.jpg",
            desc: `
            Каменный и наземный покемон, находящийся внутри твёрдой оболочки. Несмотря на неподвижный вид, он способен быстро передвигаться.
            `
        },
        {
            name: "Тирани́тар",
            img: "IMG_pok/tyranitar.jpg",
            desc: `
            Мощный тёмный и каменный покемон. Его огромная сила позволяет ему разрушать целые участки местности.
            `
        },
        {
            name: "Луги́я",
            img: "IMG_pok/lugia.jpg",
            desc: `
            Легендарный психический и летающий покемон. Он считается хранителем морей и способен создавать невероятно сильные штормы.
            `
        },
        {
            name: "Хо-О́х",
            img: "IMG_pok/ho-oh.jpg",
            desc: `
            Легендарный огненный и летающий покемон с великолепным разноцветным оперением. Считается, что его появление приносит счастье.
            `
        },
        {
            name: "Челеби́",
            img: "IMG_pok/celebi.jpg",
            desc: `
            Мифический психический и травяной покемон, связанный с лесами и путешествиями во времени.
            `
        },
        {
            name: "Три́ко",
            img: "IMG_pok/treecko.jpg",
            desc: `
            Небольшой травяной покемон, похожий на геккона. Он отлично лазает по деревьям благодаря когтям на лапах.
            `
        },
        {
            name: "Гро́вайл",
            img: "IMG_pok/grovyle.jpg",
            desc: `
            Травяной покемон с превосходной ловкостью. Он способен быстро перемещаться по ветвям деревьев и атаковать из засады.
            `
        },
        {
            name: "Скепти́л",
            img: "IMG_pok/sceptile.jpg",
            desc: `
            Мощный травяной покемон с листьями на теле и семенами на хвосте. Он невероятно ловко передвигается по деревьям.
            `
        },
        {
            name: "Торчи́к",
            img: "IMG_pok/torchic.jpg",
            desc: `
            Маленький огненный покемон, похожий на цыплёнка. Внутри его тела постоянно горит огонь.
            `
        },
        {
            name: "Комба́скен",
            img: "IMG_pok/combusken.jpg",
            desc: `
            Огненный и боевой покемон, похожий на птицу. Его мощные ноги позволяют наносить быстрые и сильные удары.
            `
        },
        {
            name: "Бла́зикен",
            img: "IMG_pok/blaziken.jpg",
            desc: `
            Огненный и боевой покемон, способный выпускать пламя из запястий. Он обладает огромной физической силой и ловкостью.
            `
        },
        {
            name: "Ма́дкип",
            img: "IMG_pok/mudkip.jpg",
            desc: `
            Небольшой водный покемон. Плавник на его голове чувствует движение воды и помогает ему ориентироваться.
            `
        },
        {
            name: "Маршто́мп",
            img: "IMG_pok/marshtomp.jpg",
            desc: `
            Водный и наземный покемон, который отлично чувствует себя на болотистой местности. Его лапы позволяют ему уверенно передвигаться по грязи.
            `
        },
        {
            name: "Свампе́рт",
            img: "IMG_pok/swampert.jpg",
            desc: `
            Мощный водный и наземный покемон. Он обладает огромной физической силой и способен легко передвигать большие камни.
            `
        },
        {
            name: "По́чена",
            img: "IMG_pok/poochyena.jpg",
            desc: `
            Небольшой тёмный покемон, похожий на гиену. Он отличается сильным обонянием и способен долго преследовать добычу.
            `
        },
        {
            name: "Ма́йтиена",
            img: "IMG_pok/mightyena.jpg",
            desc: `
            Тёмный покемон, похожий на гиену. Он обычно охотится стаей и способен выполнять команды своего вожака.
            `
        },
        {
            name: "Зигзаго́н",
            img: "IMG_pok/zigzagoon.jpg",
            desc: `
            Небольшой нормальный покемон, который постоянно движется зигзагами. Он исследует всё вокруг и любит подбирать найденные предметы.
            `
        },
        {
            name: "Лину́н",
            img: "IMG_pok/linoone.jpg",
            desc: `
            Нормальный покемон, способный бегать по прямой с огромной скоростью. Ему сложно резко поворачивать во время быстрого бега.
            `
        },
        {
            name: "Ва́мпл",
            img: "IMG_pok/wurmple.jpg",
            desc: `
            Маленький насекомый покемон, похожий на гусеницу. Он использует шипы на спине для защиты от хищников.
            `
        },
        {
            name: "Силку́н",
            img: "IMG_pok/silcoon.jpg",
            desc: `
            Насекомый покемон, покрытый прочной белой оболочкой. Внутри неё он готовится к превращению во взрослую форму.
            `
        },
        {
            name: "Бьюти́флай",
            img: "IMG_pok/beautifly.jpg",
            desc: `
            Насекомый и летающий покемон, похожий на большую бабочку. Он использует длинный хоботок для сбора нектара с цветов.
            `
        },
        {
            name: "Каску́н",
            img: "IMG_pok/cascoon.jpg",
            desc: `
            Насекомый покемон, скрытый внутри твёрдого фиолетового кокона. Он почти не двигается, пока готовится к эволюции.
            `
        },
        {
            name: "Дасто́кс",
            img: "IMG_pok/dustox.jpg",
            desc: `
            Насекомый и ядовитый покемон, похожий на ночную бабочку. Он активно летает ночью и питается листьями.
            `
        },
        {
            name: "Лотад",
            img: "IMG_pok/lotad.jpg",
            desc: `
            Водный и травяной покемон, похожий на маленькое водное растение. Большой лист на его голове помогает ему плавать.
            `
        },
        {
            name: "Ломбре́",
            img: "IMG_pok/lombre.jpg",
            desc: `
            Водный и травяной покемон, который любит жить возле воды. Он ведёт ночной образ жизни и любит шутить над людьми.
            `
        },
        {
            name: "Луди́коло",
            img: "IMG_pok/ludicolo.jpg",
            desc: `
            Водный и травяной покемон с телом, похожим на ходячую кувшинку. Музыка и ритм заставляют его становиться энергичнее.
            `
        },
        {
            name: "Сидо́т",
            img: "IMG_pok/seedot.jpg",
            desc: `
            Маленький травяной покемон, похожий на желудь. Он висит на ветвях деревьев и выглядит как настоящий плод.
            `
        },
        {
            name: "Нузли́ф",
            img: "IMG_pok/nuzleaf.jpg",
            desc: `
            Травяной и тёмный покемон, похожий на лесного духа. Он умеет играть на листе, издавая резкие звуки.
            `
        },
        {
            name: "Ши́фти",
            img: "IMG_pok/shiftry.jpg",
            desc: `
            Травяной и тёмный покемон, напоминающий древнего лесного духа. Его веерообразные листья способны создавать сильные порывы ветра.
            `
        },
        {
            name: "Та́йллоу",
            img: "IMG_pok/taillow.jpg",
            desc: `
            Маленький нормальный и летающий покемон. Несмотря на небольшой размер, он смело противостоит гораздо более крупным противникам.
            `
        },
        {
            name: "Сва́ллоу",
            img: "IMG_pok/swellow.jpg",
            desc: `
            Сильный нормальный и летающий покемон. Он летает высоко в небе и точно пикирует на добычу.
            `
        },
        {
            name: "Ви́нгалл",
            img: "IMG_pok/wingull.jpg",
            desc: `
            Водный и летающий покемон, похожий на чайку. Он умеет использовать восходящие потоки воздуха для длительного полёта.
            `
        },
        {
            name: "Пелли́пер",
            img: "IMG_pok/pelipper.jpg",
            desc: `
            Водный и летающий покемон с огромным клювом. Он использует клюв для переноски предметов и маленьких покемонов.
            `
        },
        {
            name: "Ра́лц",
            img: "IMG_pok/ralts.jpg",
            desc: `
            Психический и сказочный покемон, способный чувствовать эмоции окружающих. Он становится сильнее рядом с добрыми людьми.
            `
        },
        {
            name: "Ки́рлия",
            img: "IMG_pok/kirlia.jpg",
            desc: `
            Психический и сказочный покемон, который способен танцевать и использовать психическую энергию. Его движения напоминают изящный танец.
            `
        },
        {
            name: "Га́рдевауар",
            img: "IMG_pok/gardevoir.jpg",
            desc: `
            Психический и сказочный покемон, способный создавать мощные психические атаки. Он очень предан своему тренеру и может защищать его ценой собственной безопасности.
            `
        },

    ]
}