window.CATALOGS = window.CATALOGS || {};

window.CATALOGS.pok = {
    title: "🪲 Покемоны",

    items: [
        { //1
            name: "Эш Кетчум",
            img: "IMG_pok/ash.webp",
            desc: `
              Главный герой сериала, амбициозный тренер из города Паллет, мечтающий стать Величайшим Мастером Покемонов.
              `,
        },
        { //2
            name: "Мисти",
            img: "IMG_pok/misty.webp",
            desc: `
              Лидер стадиона города Церулин, специализирующаяся на водных покемонах. Долгое время путешествовала вместе с Эшем.
              `,
        },
        { //3
            name: "Брок",
            img: "IMG_pok/brock.webp",
            desc: `
              Бывший лидер стадиона города Пьютер, мечтающий стать квалифицированным разводчиком и лекарем покемонов.
              `,
        },
        { //4
            name: "Джесси",
            img: "IMG_pok/jessie.webp",
            desc: `
              Участница преступной организации «Команда R», отличающаяся вспыльчивым характером и яркими малиновыми волосами.
              `,
        },
        { //5
            name: "Джеймс",
            img: "IMG_pok/james.webp",
            desc: `
              Напарник Джесси из «Команды R», выходец из богатой семьи, искренне любящий своих покемонов.
              `,
        },
        { //6
            name: "Профессор Оук",
            img: "IMG_pok/professor_oak.webp",
            desc: `
              Выдающийся исследователь покемонов в регионе Канто, выдающий начинающим тренерам их первых покемонов и Покедекс.
              `,
        },
        { //7
            name: "Мэй",
            img: "IMG_pok/may.webp",
            desc: `
              Координатор покемонов из региона Хоэнн, путешествовавшая с Эшем и мечтавшая победить в Большом Кубке.
              `,
        },
        { //8
            name: "Макс",
            img: "IMG_pok/max.webp",
            desc: `
              Младший брат Мэй, начитанный и эрудированный мальчик, который пока слишком мал, чтобы иметь собственных покемонов.
              `,
        },
        { //9
            name: "Доун",
            img: "IMG_pok/dawn.webp",
            desc: `
              Начинающий координатор покемонов из региона Синно, стремившаяся пойти по стопам своей матери.
              `,
        },
        { //10
            name: "Сайлан",
            img: "IMG_pok/cilan.webp",
            desc: `
              Один из лидеров стадиона Стриатон в регионе Юнова и знаток (сомелье) покемонов, присоединившийся к Эшу.
              `,
        },
        { //11
            name: "Айрис",
            img: "IMG_pok/iris.webp",
            desc: `
              Тренер, специализирующаяся на драконьих покемонах, путешествовавшая с Эшем по региону Юнова.
              `,
        },
        { //12
            name: "Клемонт",
            img: "IMG_pok/clemont.webp",
            desc: `
              Лидер стадиона города Люмиос в регионе Калос, гениальный изобретатель, чьи гаджеты постоянно взрываются.
              `,
        },
        { //13
            name: "Бонни",
            img: "IMG_pok/bonnie.webp",
            desc: `
              Младшая сестра Клемонта, постоянно пытающаяся найти своему брату заботливую жену.
              `,
        },
        { //14
            name: "Сирена",
            img: "IMG_pok/serena.webp",
            desc: `
              Демонстратор покемонов из региона Калос, знакомая с Эшем ещё с детского лагеря Профессора Оука.
              `,
        },
        { //15
            name: "Гоу",
            img: "IMG_pok/goh.webp",
            desc: `
              Исследователь из города Вермилион, поставивший себе цель поймать по одному экземпляру каждого вида покемонов, включая Мью.
              `,
        },
        { //16
            name: "Офицер Дженни",
            img: "IMG_pok/officer_jenny.webp",
            desc: `
              Представительница многочисленного семейства блюстителей порядка, встречающаяся практически в каждом городе.
              `,
        },
        { //17
            name: "Сестра Джой",
            img: "IMG_pok/nurse_joy.webp",
            desc: `
              Доброжелательная медсестра из Центра Покемонов, чьи близкие родственницы выглядят абсолютно идентично и работают по всему миру.
              `,
        },
        { //18
            name: "Джованни",
            img: "IMG_pok/giovanni.webp",
            desc: `
              Таинственный и жестокий босс преступной организации «Команда R» и бывший лидер стадиона Вермилион.
              `,
        },
        { //19
            name: "Гэри Оук",
            img: "IMG_pok/gary_oak.webp",
            desc: `
              Внук Профессора Оука, главный соперник Эша в первых сезонах, позже решивший стать исследователем.
              `,
        },
        { //20
            name: "Делия Кетчум",
            img: "IMG_pok/delia_ketchum.webp",
            desc: `
              Заботливая мать Эша, проживающая в городе Паллет вместе со своим помощником Мистер Маймом.
              `,
        },
        { //21
            name: "Трейси Скетчит",
            img: "IMG_pok/tracey.webp",
            desc: `
              Наблюдатель покемонов, который путешествовал с Эшем и Мисти по Оранжевому архипелагу, а позже стал помощником Профессора Оука.
              `,
        },
        { //22
            name: "Дэнни (Оранжевые острова)",
            img: "IMG_pok/danny.webp",
            desc: `
              Один из лидеров стадиона Оранжевой лиги, специализирующийся на испытаниях на выносливость и координацию.
              `,
        },
        { //23
            name: "Лили",
            img: "IMG_pok/lillie.webp",
            desc: `
              Студентка школы покемонов в регионе Алола, преодолевшая свой страх прикасаться к покемонам.
              `,
        },
        { //24
            name: "Гладион",
            img: "IMG_pok/gladion.webp",
            desc: `
              Старший брат Лили, серьёзный и сдержанный тренер, выступающий главным соперником Эша в регионе Алола.
              `,
        },
        { //25
            name: "Люсамин",
            img: "IMG_pok/lusamine.webp",
            desc: `
              Мать Лили и Гладиона, руководитель фонда «Этер», занимающегося защитой и исследованием покемонов.
              `,
        },
        { //26
            name: "Киаве",
            img: "IMG_pok/kiawe.webp",
            desc: `
              Студент школы покемонов в Алоле, специализирующийся на огненных покемонах и хранящий традиции своего острова.
              `,
        },
        { //27
            name: "Маллоу",
            img: "IMG_pok/mallow.webp",
            desc: `
              Энергичная студентка школы покемонов и талантливый кулинар, специализирующаяся на травяных покемонах.
              `,
        },
        { //28
            name: "Лана",
            img: "IMG_pok/lana.webp",
            desc: `
              Спокойная и тихая девочка из региона Алола, увлекающаяся рыбалкой и любительница водных покемонов.
              `,
        },
        { //29
            name: "Софоклис",
            img: "IMG_pok/sophocles.webp",
            desc: `
              Юный изобретатель и программист из региона Алола, специализирующийся на электрических покемонах.
              `,
        },
        { //30
            name: "Профессор Кукуи",
            img: "IMG_pok/professor_kukui.webp",
            desc: `
              Исследователь покемонов и основатель школы покемонов в регионе Алола, выступающий на арене под именем Маска Роял.
              `,
        },
        { //31
            name: "Профессор Бернет",
            img: "IMG_pok/professor_burnet.webp",
            desc: `
              Учёный и жена Профессора Кукуи, исследующая альтернативные измерения и Ультра-Чудовищ.
              `,
        },
        { //32
            name: "Хлоя (Кохару)",
            img: "IMG_pok/chloe.webp",
            desc: `
              Дочь Профессора Черри, подруга детства Гоу, путешествующая со своим особым Иви.
              `,
        },
        { //33
            name: "Профессор Черри",
            img: "IMG_pok/professor_cerise.webp",
            desc: `
              Глава Лаборатории Черри в городе Вермилион, на которого работают Эш и Гоу в качестве официальных исследователей.
              `,
        },
        { //34
            name: "Ликон",
            img: "IMG_pok/rico.webp",
            desc: `
              Браконьер и охотник на покемонов, неоднократно вступавший в конфликт с главным героями.
              `,
        },
        { //35
            name: "Джун (Барри)",
            img: "IMG_pok/barry.webp",
            desc: `
              Гиперактивный и суетливый соперник Эша из региона Синно, постоянно угрожающий штрафами за опоздания.
              `,
        },
        { //36
            name: "Пол",
            img: "IMG_pok/paul.webp",
            desc: `
              Прагматичный и строгий тренер из региона Синно, требующий от своих покемонов абсолютной силы и эффективности.
              `,
        },
        { //37
            name: "Зои",
            img: "IMG_pok/zoey.webp",
            desc: `
              Опытный координатор покемонов из региона Синно и главный дружественный соперник Доун.
              `,
        },
        { //38
            name: "Дрю",
            img: "IMG_pok/drew.webp",
            desc: `
              Уверенный в себе и талантливый координатор покемонов из региона Хоэнн, основной соперник Мэй.
              `,
        },
        { //39
            name: "Харли",
            img: "IMG_pok/harley.webp",
            desc: `
              Эксцентричный координатор покемонов, постоянно пытающийся строить козни Мэй на состязаниях.
              `,
        },
        { //40
            name: "Синтия",
            img: "IMG_pok/cynthia.webp",
            desc: `
              Чемпион Лиги покемонов региона Синно и археолог, изучающий древние мифы и легендарных покемонов.
              `,
        },
        { //41
            name: "Лэнс",
            img: "IMG_pok/lance.webp",
            desc: `
              Мастер драконьих покемонов, член Элитной Четвёрки и Чемпион региона Канто/Джото, помогающий бороться с преступностью.
              `,
        },
        { //42
            name: "Стивен Стоун",
            img: "IMG_pok/steven_stone.webp",
            desc: `
              Чемпион региона Хоэнн, увлекающийся коллекционированием редких камней и минералов.
              `,
        },
        { //43
            name: "Дианта",
            img: "IMG_pok/diantha.webp",
            desc: `
              Известная актриса кино и Чемпион Лиги покемонов региона Калос.
              `,
        },
        { //44
            name: "Леон",
            img: "IMG_pok/leon.webp",
            desc: `
              Непобедимый Чемпион мира и региона Галар, старший брат Хопа.
              `,
        },
        { //45
            name: "Алан",
            img: "IMG_pok/alain.webp",
            desc: `
              Бывший ассистент Профессора Платана, специализирующийся на Мега-Эволюции и главный соперник Эша в Калосе.
              `,
        },
        { //46
            name: "Профессор Платан",
            img: "IMG_pok/professor_sycamore.webp",
            desc: `
              Исследователь покемонов из региона Калос, изучающий тайны Мега-Эволюции.
              `,
        },
        { //47
            name: "Профессор Элм",
            img: "IMG_pok/professor_elm.webp",
            desc: `
              Ученик Профессора Оука, ведущий исследования покемонов и их яиц в регионе Джото.
              `,
        },
        { //48
            name: "Профессор Бирч",
            img: "IMG_pok/professor_birch.webp",
            desc: `
              Исследователь из региона Хоэнн, известная личность, предпочитающий полевые наблюдения в дикой природе.
              `,
        },
        { //49
            name: "Профессор Роуэн",
            img: "IMG_pok/professor_rowan.webp",
            desc: `
              Строгий и серьезный исследователь покемонов из региона Синно, изучающий эволюцию.
              `,
        },
        { //50
            name: "Профессор Джунипер",
            img: "IMG_pok/professor_juniper.webp",
            desc: `
              Первая женщина-профессор, выдающая стартовых покемонов тренерам в регионе Юнова.
              `,
        },
        { //51
            name: "Бутч",
            img: "IMG_pok/butch.webp",
            desc: `
              Агент «Команды R» и напарник Кэссиди, чьё имя постоянно путают окружающие.
              `,
        },
        { //52
            name: "Кэссиди",
            img: "IMG_pok/cassidy.webp",
            desc: `
              Амбициозная сотрудница «Команды R», конкурирующая с дуэтом Джесси и Джеймса.
              `,
        },
        { //53
            name: "Доктор З Sequence / Зэггер",
            img: "IMG_pok/dr_zager.webp",
            desc: `
              Главный учёный и технический специалист «Команды R» в регионе Юнова.
              `,
        },
        { //54
            name: "Лика",
            img: "IMG_pok/liko.webp",
            desc: `
              Главная героиня серии «Горизонты», обладательница таинственного кулона.
              `,
        },
        { //55
            name: "Рой",
            img: "IMG_pok/roy.webp",
            desc: `
              Мальчик с острова в регионе Канто, один из главных героев серии «Горизонты», обладатель древнего Покебола.
              `,
        },
        { //56
            name: "Фриде",
            img: "IMG_pok/friede.webp",
            desc: `
              Профессор покемонов и лидер команды «Восходящие Вольтекеры» из серии «Горизонты».
              `,
        },
        { //57
            name: "Охотница J",
            img: "IMG_pok/hunter_j.webp",
            desc: `
              Жестокая и прагматичная наёмница из региона Синно, занимающаяся поимкой и продажей редких покемонов на чёрном рынке с помощью браслета, превращающего покемонов в камень.
              `,
        },
        { //58
            name: "Айрон Маск (Железная Маска)",
            img: "IMG_pok/iron_mask_marauder.webp",
            desc: `
              Высокопоставленный агент «Команды R», использующий тёмные покеболы (Dark Balls), которые полностью подчиняют волю покемонов и увеличивают их силу до максимума.
              `,
        },
        { //59
            name: "Профессор Колумбус (Зед)",
            img: "IMG_pok/dr_zed.webp",
            desc: `
              Учёный-биолог, готовый пойти на любые разрушения и уничтожение природы ради захвата редких жизненных ресурсов и исследований.
              `,
        },
        { //60
            name: "Гитис",
            img: "IMG_pok/ghetsis.webp",
            desc: `
              Хитрый и властолюбивый лидер «Команды Плазма», манипулировавший окружающими ради идеи полного разделения людей и покемонов, чтобы единолично править миром.
              `,
        },
        { //61
            name: "Колресс",
            img: "IMG_pok/colress.webp",
            desc: `
              Учёный и исследователь, сотрудничавший с «Командой Плазма», который стремится раскрыть истинный потенциал силы покемонов любой ценой.
              `,
        },
        { //62
            name: "Лейтенант Сёрдж",
            img: "IMG_pok/lt_surge.webp",
            desc: `
              Лидер стадиона Вермилиона, суровый военный, специализирующийся на мощных электрических покемонах вроде Райчу.
              `,
        },
        { //63
            name: "Эрика",
            img: "IMG_pok/erika.webp",
            desc: `
              Лидер стадиона Селадона и мастер икебаны, предпочитающая травяных покемонов с утончённым ароматом.
              `,
        },
        { //64
            name: "Сабрина",
            img: "IMG_pok/sabrina.webp",
            desc: `
              Могущественный лидер стадиона Шафрана с развитыми пси-способностями, использующая психических покемонов.
              `,
        },
        { //65
            name: "Кога",
            img: "IMG_pok/koga.webp",
            desc: `
              Мастер ниндзюцу и лидер стадиона Фуксии, полагающийся на ядовитых покемонов и незаметные тактики.
              `,
        },
        { //66
            name: "Блейн",
            img: "IMG_pok/blaine.webp",
            desc: `
              Эксцентричный поклонник загадок и лидер стадиона острова Вермилион, сражающийся огненными покемонами.
              `,
        },
        { //67
            name: "Ричи",
            img: "IMG_pok/ritchie.webp",
            desc: `
              Дружелюбный соперник Эша на Плато Индиго, очень похожий на него по характеру и имеющий собственного Пикачу по кличке Спарки.
              `,
        },
        { //68
            name: "Фолкнер",
            img: "IMG_pok/falkner.webp",
            desc: `
              Лидер стадиона Виолета в Джото, стремится доказать абсолютное превосходство птичьих покемонов.
              `,
        },
        { //69
            name: "Багси",
            img: "IMG_pok/bugsy.webp",
            desc: `
              Молодой исследователь и лидер стадиона Азалии, обладающий энциклопедическими знаниями о насекомых.
              `,
        },
        { //70
            name: "Уитни",
            img: "IMG_pok/whitney.webp",
            desc: `
              Лидер стадиона Голденрода, чей Милтанк с атакой Rollout стал серьезным испытанием для многих тренеров.
              `,
        },
        { //71
            name: "Морти",
            img: "IMG_pok/morty.webp",
            desc: `
              Лидер стадиона Экрутика, видящий скрытое и тренирующий призрачных покемонов.
              `,
        },
        { //72
            name: "Чак",
            img: "IMG_pok/chuck.webp",
            desc: `
              Энергичный лидер стадиона Сиануда, тренирующийся физически вместе со своими боевыми покемонами.
              `,
        },
        { //73
            name: "Жасмин",
            img: "IMG_pok/jasmine.webp",
            desc: `
              Скромная девушка и лидер стадиона Оливэйна, специализирующаяся на стальных покемонах.
              `,
        },
        { //74
            name: "Прайс",
            img: "IMG_pok/pryce.webp",
            desc: `
              Опытный и мудрый лидер стадиона Махагони, мастер ледяных покемонов.
              `,
        },
        { //75
            name: "Клэр",
            img: "IMG_pok/clair.webp",
            desc: `
              Лидер стадиона Блэкторна и двоюродная сестра Лэнса, использующая драконьих покемонов.
              `,
        },
        { //76
            name: "Харрисон",
            img: "IMG_pok/harrison.webp",
            desc: `
              Тренер из региона Хоэнн, одолевший Эша на Серебряной конференции в Джото с помощью Блейзикена.
              `,
        },
        { //77
            name: "Норман",
            img: "IMG_pok/norman.webp",
            desc: `
              Отец Мэй и Макса, авторитетный лидер стадиона Петалбурга, специализирующийся на нормальных покемонах.
              `,
        },
        { //78
            name: "Волкнер",
            img: "IMG_pok/volkner.webp",
            desc: `
              Лидер стадиона Саннишора в Синно и лучший друг Клинта, гениальный электрик, вернувший страсть к боям благодаря Эшу.
              `,
        },
        { //79
            name: "Флинт (Клинт)",
            img: "IMG_pok/flint.webp",
            desc: `
              Член Элитной Четвёрки региона Синно, мастер огненного типа и близкий друг Волкнера.
              `,
        },
        { //80
            name: "Лукас (Тобиас)",
            img: "IMG_pok/tobias.webp",
            desc: `
              Загадочный и невероятно сильный тренер, победивший в Лиге Синно исключительно с помощью мифических и легендарных покемонов (Даркрай и Латиос).
              `,
        },
        { //81
            name: "Руарк (Роарк)",
            img: "IMG_pok/roark.webp",
            desc: `
              Лидер стадиона Оребьюра, шахтер и специалист по каменным покемонам и ископаемым.
              `,
        },
        { //82
            name: "Гардения",
            img: "IMG_pok/gardenia.webp",
            desc: `
              Лидер стадиона Этерна Сити, искренне восхищающаяся всеми травяными покемонами.
              `,
        },
        { //83
            name: "Мэйлин",
            img: "IMG_pok/maylene.webp",
            desc: `
              Молодой лидер стадиона Вейлстоуна, практикующая боевые искусства вместе со своим Лукарио.
              `,
        },
        { //84
            name: "Крашер Вейк",
            img: "IMG_pok/crasher_wake.webp",
            desc: `
              Экстравагантный рестлер и лидер стадиона Пастории, предпочитающий водных покемонов.
              `,
        },
        { //85
            name: "Фантина",
            img: "IMG_pok/fantina.webp",
            desc: `
              Заграничная танцовщица и лидер стадиона Хартхоума, использующая призрачных покемонов и необычные стили боя.
              `,
        },
        { //86
            name: "Кэндис",
            img: "IMG_pok/candice.webp",
            desc: `
              Страстная и жизнерадостная лидер стадиона Сноупойнта, специализирующаяся на ледяных покемонах.
              `,
        },
        { //87
            name: "Трип",
            img: "IMG_pok/trip.webp",
            desc: `
              Начинающий фотограф и главный соперник Эша в регионе Юнова, стремившийся превзойти Чемпиона А Alder.
              `,
        },
        { //88
            name: "Олдер (Ай Noah)",
            img: "IMG_pok/alder.webp",
            desc: `
              Эксцентричный и странствующий Чемпион Лиги покемонов региона Юнова.
              `,
        },
        { //89
            name: "Стефан",
            img: "IMG_pok/stephan.webp",
            desc: `
              Энергичный соперник Эша в Юнове, постоянно переживающий из-за того, что окружающие неправильно произносят его имя.
              `,
        },
        { //90
            name: "Вайола (Виола)",
            img: "IMG_pok/viola.webp",
            desc: `
              Фотограф и лидер стадиона Санталун Сити в Калосе, предпочитающая насекомых.
              `,
        },
        { //91
            name: "Коррина",
            img: "IMG_pok/korrina.webp",
            desc: `
              Лидер стадиона Шалор Сити, катающаяся на роликах и освоившая секреты Мега-Эволюции со своим Лукарио.
              `,
        },
        { //92
            name: "Рамос",
            img: "IMG_pok/ramos.webp",
            desc: `
              Мудрый пожилой садовник и лидер стадиона Кумарин Сити, мастер травяных покемонов.
              `,
        },
        { //93
            name: "Валери",
            img: "IMG_pok/valerie.webp",
            desc: `
              Дизайнер одежды и лидер стадиона Лаверре Сити, специализирующаяся на сказочных (Fairy) покемонах.
              `,
        },
        { //94
            name: "Олимпия",
            img: "IMG_pok/olympia.webp",
            desc: `
              Таинственный лидер стадиона Анистар Сити, способная видеть будущее и использующая психических покемонов.
              `,
        },
        { //95
            name: "Вульфрик",
            img: "IMG_pok/wulfric.webp",
            desc: `
              Добродушный и мощный лидер стадиона Сноубел Сити, испытатель ледяного типа.
              `,
        },
        { //96
            name: "Сойер",
            img: "IMG_pok/sawyer.webp",
            desc: `
              Внимательный и трудолюбивый тренер из Хоэнна, записывающий все стратегии в блокнот и ставший одним из главных соперников Эша в Калосе.
              `,
        },
        { //97
            name: "Кахили",
            img: "IMG_pok/kahili.webp",
            desc: `
              Профессиональная гольфистка и член Элитной Четвёрки региона Алола, мастера летающих покемонов.
              `,
        },
        { //98
            name: "Хоп",
            img: "IMG_pok/hop.webp",
            desc: `
              Младший брат Чемпиона Леона, полный энтузиазма тренер, мечтающий повторить успех брата.
              `,
        },
        { //99
            name: "Бид (Беде)",
            img: "IMG_pok/bede.webp",
            desc: `
              Заносчивый и гордый тренер из Галара, унаследовавший статус Лидера стадиона сказочного типа от Опал.
              `,
        },
        { //100
            name: "Марни (Марни)",
            img: "IMG_pok/marnie.webp",
            desc: `
              Хладнокровная и популярная девушка-тренер из Спайкмута, специализирующаяся на тёмных покемонах.
              `,
        },
        { //101
            name: "Несса",
            img: "IMG_pok/nessa.webp",
            desc: `
              Известная модель и Лидер стадиона Халдбери в Галаре, мастер водных покемонов.
              `,
        },
        { //102
            name: "Кабб (Кабу)",
            img: "IMG_pok/kabu.webp",
            desc: `
              Опытный и закаленный тренер из Хоэнна, ставший Лидером огненного стадиона в Галаре.
              `,
        },
        { //103
            name: "Райхан (Райхан)",
            img: "IMG_pok/raihan.webp",
            desc: `
              Лидер стадиона Хаммерлока, главный соперник Леона, мастер драконьих покемонов и двойных битв с изменением погоды.
              `,
        },
        { //104
            name: "Алистер",
            img: "IMG_pok/allister.webp",
            desc: `
              Застенчивый мальчик в маске, Лидер стадиона Стоунлоу в Галаре, эксперт по призрачным покемонам.
              `,
        },
        { //105
            name: "Биа (Беа)",
            img: "IMG_pok/bea.webp",
            desc: `
              Строгая и целеустремленная девушка, вундеркинд боевых искусств и Лидер стадиона боевого типа в Галаре.
              `,
        },
        { //106
            name: "Пирс",
            img: "IMG_pok/piers.webp",
            desc: `
              Рок-музыкант, старший брат Марни и единственный Лидер стадиона в Галаре, принципиально не использующий Динамакс.
              `,
        },
        { //107
            name: "Шестерёх",
            img: "IMG_pok/gearling.webp",
            desc: `Маленький латунный покемон-шестерёнка с тремя светящимися глазами. Издаёт тикающий перезвон и считывает электромагнитные импульсы.`,
        },
        { //108
            name: "Грейпи (Grapy)",
            img: "IMG_pok/grapy.webp",
            desc: `Покемон Фруктового типа. Выглядит как половинка разрезанного грейпфрута с небольшими ножками и выразительными глазками. Несмотря на милый вид, он умеет выстреливать кислым лимонным соком во врагов и выпускать мелкую пыльцу, вызывающую сильную аллергию и снижающую точность соперника.`,
        },
        { //109
            name: "Цитробласт (Citroblast)",
            img: "IMG_pok/citroblast.webp",
            desc: `Вторая стадия эволюции. К Фруктовому типу добавляется Ядовитый тип (Fruit/Poison). Покемон принимает более агрессивную форму и покрывается шипастой лимонной коркой. Его атака «Лимонный сок» становится высоконапорным струйным выстрелом с концентрированной кислотой, а «Аллергенная пыльца» вызывает у соперников эффект отравления и чесотки.`,
        },
        { //110
            name: "Аллергайя (Allergaia)",
            img: "IMG_pok/allergaia.webp",
            desc: `Финальная форма эволюции. Сочетает Фруктовый, Травяной и Драконий типы (Fruit/Grass/Dragon). Напоминает могучего древнего ящера, чья спина превратилась в целое плодоносное цитрусовое дерево. Ультимативная атака «Аллергический цунами» заставляет всех противников на поле боя мгновенно испытывать приступы чихания, терять ходы и получать постоянный урон от повышенной кислотности.`,
        },
        { //111
            name: "Хронокогг",
            img: "IMG_pok/chronocogg.webp",
            desc: `Эволюционирует на 28 уровне. Механизм в форме стального сердца из трёх шестерён. Умеет предсказывать движения врага на шаг вперёд.`,
        },
        { //112
            name: "Космотрон",
            img: "IMG_pok/cosmotron.webp",
            desc: `Эволюционирует на 45 уровне с атакгой «Металлический Звук». Древняя астролябия с парящей внутри галактикой, управляющая гравитацией.`,
        },
        { //113
            name: "Бульбаза́вр",
            img: "IMG_pok/bulbasaur.webp",
            desc: `
            Травяной и ядовитый покемон. На его спине с самого рождения растёт таинственная луковица, которая постепенно превращается в большое растение.
            `,
        },
        { //114
            name: "Айви́завр",
            img: "IMG_pok/ivysaur.webp",
            desc: `
            Травяной и ядовитый покемон. Луковица на его спине раскрывается и превращается в огромный цветок, которому требуется много солнечного света.
            `,
        },
        { //115
            name: "Венуза́вр",
            img: "IMG_pok/venusaur.webp",
            desc: `
            Могучий травяной и ядовитый покемон. На его спине распускается огромный цветок, способный поглощать солнечную энергию.
            `,
        },
        { //116
            name: "Чарманде́р",
            img: "IMG_pok/charmander.webp",
            desc: `
            Огненный покемон, похожий на маленькую ящерицу. Пламя на кончике его хвоста горит с самого рождения и является важной частью его жизни.
            `,
        },
        { //117
            name: "Чармелео́н",
            img: "IMG_pok/charmeleon.webp",
            desc: `
            Огненный покемон с горячим характером. Его пламя становится сильнее по мере того, как он вступает в сражения с достойными противниками.
            `,
        },
        { //118
            name: "Чариза́рд",
            img: "IMG_pok/charizard.webp",
            desc: `
            Мощный огненный и летающий покемон. Он способен выдыхать настолько горячее пламя, что может расплавить огромные валуны.
            `,
        },
        { //119
            name: "Скви́ртл",
            img: "IMG_pok/squirtle.webp",
            desc: `
            Маленький водный покемон-черепашка. Его твёрдый панцирь защищает тело, а благодаря своей форме он способен быстро плавать.
            `,
        },
        { //120
            name: "Варта́ртл",
            img: "IMG_pok/wartortle.webp",
            desc: `
            Водный покемон-черепаха. Пушистый хвост и длинные ушные раковины помогают ему двигаться в воде и сохранять равновесие.
            `,
        },
        { //121
            name: "Бласто́йз",
            img: "IMG_pok/blastoise.webp",
            desc: `
            Большой водный покемон с двумя мощными пушками на панцире. Из них он стреляет струями воды с огромной силой.
            `,
        },
        { //122
            name: "Кэ́терпи",
            img: "IMG_pok/caterpie.webp",
            desc: `
            Маленький жучок-травяной покемон. Он быстро растёт, поедая листья, а яркий узор на его голове может отпугивать хищников.
            `,
        },
        { //123
            name: "Метапо́д",
            img: "IMG_pok/metapod.webp",
            desc: `
            Покемон в твёрдой оболочке. Он почти не двигается, пока его тело внутри кокона готовится к следующей стадии развития.
            `,
        },
        { //124
            name: "Ба́терфри",
            img: "IMG_pok/butterfree.webp",
            desc: `
            Летающий и насекомый покемон с большими крыльями. Он собирает пыльцу с цветов и способен рассыпать усыпляющую пыль.
            `,
        },
        { //125
            name: "Ви́дл",
            img: "IMG_pok/weedle.webp",
            desc: `
            Маленький насекомый и ядовитый покемон. На его голове находится острое жало, которым он защищается от врагов.
            `,
        },
        { //126
            name: "Каку́на",
            img: "IMG_pok/kakuna.webp",
            desc: `
            Насекомый и ядовитый покемон, скрывающийся в твёрдой оболочке. Обычно он почти неподвижен, пока готовится к превращению.
            `,
        },
        { //127
            name: "Би́дрилл",
            img: "IMG_pok/beedrill.webp",
            desc: `
            Быстрый насекомый и ядовитый покемон с четырьмя крыльями и большими жалами. Особенно опасен, когда защищает своё гнездо.
            `,
        },
        { //128
            name: "Пиджи́",
            img: "IMG_pok/pidgey.webp",
            desc: `
            Маленький нормальный и летающий покемон. Он часто встречается возле человеческих поселений и способен быстро скрываться в высокой траве.
            `,
        },
        { //129
            name: "Пиджото́",
            img: "IMG_pok/pidgeotto.webp",
            desc: `
            Нормальный и летающий покемон с острым зрением. Он может заметить добычу с большого расстояния и стремительно атаковать её с воздуха.
            `,
        },
        { //130
            name: "Пидже́от",
            img: "IMG_pok/pidgeot.webp",
            desc: `
            Большой нормальный и летающий покемон. Он способен развивать огромную скорость в полёте и обладает прекрасным зрением.
            `,
        },
        { //131
            name: "Ратта́та",
            img: "IMG_pok/rattata.webp",
            desc: `
            Маленький нормальный покемон-крыса. Его зубы постоянно растут, поэтому ему приходится постоянно что-нибудь грызть.
            `,
        },
        { //132
            name: "Рати́кейт",
            img: "IMG_pok/raticate.webp",
            desc: `
            Нормальный покемон-крыса с очень крепкими резцами. Он хорошо плавает и использует длинные усы для ориентации в темноте.
            `,
        },
        { //133
            name: "Спи́рроу",
            img: "IMG_pok/spearow.webp",
            desc: `
            Маленький нормальный и летающий покемон. Несмотря на свои размеры, он отличается вспыльчивым характером и может яростно защищать свою территорию.
            `,
        },
        { //134
            name: "Фи́роу",
            img: "IMG_pok/fearow.webp",
            desc: `
            Крупный нормальный и летающий покемон с длинным клювом и мощными крыльями. Он способен долго парить в небе, не опускаясь на землю.
            `,
        },
        { //135
            name: "Э́канс",
            img: "IMG_pok/ekans.webp",
            desc: `
            Ядовитый покемон-змея. Он бесшумно ползает по траве и способен заглатывать добычу целиком.
            `,
        },
        { //136
            name: "Арбо́к",
            img: "IMG_pok/arbok.webp",
            desc: `
            Большой ядовитый покемон-змея. Узор на его капюшоне помогает пугать противников, а сильное тело позволяет крепко обвивать врага.
            `,
        },
        { //137
            name: "Пикачу́",
            img: "IMG_pok/pikachu.webp",
            desc: `
            Знаменитый электрический покемон. Он накапливает электричество в специальных мешочках на щеках и выпускает мощные разряды.
            `,
        },
        { //138
            name: "Райчу́",
            img: "IMG_pok/raichu.webp",
            desc: `
            Электрический покемон, развившийся из Пикачу. Его хвост помогает проводить электричество и разряжать накопленную энергию.
            `,
        },
        { //139
            name: "Сэ́ндшру",
            img: "IMG_pok/sandshrew.webp",
            desc: `
            Наземный покемон, покрытый твёрдой кожей. При опасности он может свернуться в шар и покатиться по земле.
            `,
        },
        { //140
            name: "Сэ́ндслэш",
            img: "IMG_pok/sandslash.webp",
            desc: `
            Наземный покемон с острыми когтями и шипами на спине. Он отлично роет землю и способен сворачиваться в защищённый колючий шар.
            `,
        },
        { //141
            name: "Ни́дорэн♀",
            img: "IMG_pok/nidoran_f.webp",
            desc: `
            Маленький ядовитый покемон. У него есть острые ядовитые шипы, а большие уши помогают замечать опасность.
            `,
        },
        { //142
            name: "Ни́дорина",
            img: "IMG_pok/nidorina.webp",
            desc: `
            Ядовитый покемон. Она обладает острыми когтями и шипами и предпочитает защищать себя, избегая лишних столкновений.
            `,
        },
        { //143
            name: "Нидокуи́н",
            img: "IMG_pok/nidoqueen.webp",
            desc: `
            Крупный ядовитый и наземный покемон. Её тело покрыто прочными шипами, а сильная броня помогает защищать потомство.
            `,
        },
        { //144
            name: "Ни́дорэн♂",
            img: "IMG_pok/nidoran_m.webp",
            desc: `
            Маленький ядовитый покемон. Его большие уши помогают слышать опасность, а рог на голове способен выделять яд.
            `,
        },
        { //145
            name: "Нидори́но",
            img: "IMG_pok/nidorino.webp",
            desc: `
            Ядовитый покемон с большим рогом на голове. Он отличается вспыльчивым характером и может яростно атаковать противника.
            `,
        },
        { //146
            name: "Нидокинг",
            img: "IMG_pok/nidoking.webp",
            desc: `
            Мощный ядовитый и наземный покемон. Его тело покрыто шипами, а огромный рог способен пробивать прочные материалы.
            `,
        },
        { //147
            name: "Кле́фейри",
            img: "IMG_pok/clefairy.webp",
            desc: `
            Фея-покемон, которая особенно активна в лунные ночи. Считается, что Клефейри пришли на Землю из космоса.
            `,
        },
        { //148
            name: "Кле́фейбл",
            img: "IMG_pok/clefable.webp",
            desc: `
            Фея-покемон с большими крыльями и чуткими ушами. Он редко показывается людям и способен очень легко прыгать.
            `,
        },
        { //149
            name: "Ву́лпикс",
            img: "IMG_pok/vulpix.webp",
            desc: `
            Огненный покемон-лисёнок. С рождения у него один хвост, который с возрастом разделяется на шесть красивых хвостов.
            `,
        },
        { //150
            name: "На́йнтейлс",
            img: "IMG_pok/ninetales.webp",
            desc: `
            Загадочный огненный покемон-лис с девятью хвостами. Согласно легендам, он может прожить тысячу лет.
            `,
        },
        { //151
            name: "Джа́гглипафф",
            img: "IMG_pok/jigglypuff.webp",
            desc: `
            Покемон обычного и фейского типа. Он умеет прекрасно петь, а его песня может погрузить слушателей в глубокий сон.
            `,
        },
        { //152
            name: "Ви́гглитафф",
            img: "IMG_pok/wigglytuff.webp",
            desc: `
            Круглый покемон обычного и фейского типа с очень мягким телом. Его шерсть настолько упругая, что он может сильно увеличиваться в размерах.
            `,
        },
        { //153
            name: "Зу́бат",
            img: "IMG_pok/zubat.webp",
            desc: `
            Ядовитый и летающий покемон-летучая мышь. Он не имеет видимых глаз и ориентируется с помощью звуков.
            `,
        },
        { //154
            name: "Го́лбат",
            img: "IMG_pok/golbat.webp",
            desc: `
            Ядовитый и летающий покемон-летучая мышь. Он способен быстро летать в темноте и пьёт кровь других существ.
            `,
        },
        { //155
            name: "О́ддиш",
            img: "IMG_pok/oddish.webp",
            desc: `
            Травяной и ядовитый покемон, похожий на маленькое растение. Ночью он зарывается в землю, оставляя на поверхности только листья.
            `,
        },
        { //156
            name: "Гло́ум",
            img: "IMG_pok/gloom.webp",
            desc: `
            Травяной и ядовитый покемон. Из цветка на его голове выделяется сильный неприятный запах, который может отпугнуть противника.
            `,
        },
        { //157
            name: "Вай́лплюм",
            img: "IMG_pok/vileplume.webp",
            desc: `
            Травяной и ядовитый покемон с огромным цветком. Он способен рассыпать ядовитую пыльцу, разносимую ветром.
            `,
        },
        { //158
            name: "Па́рас",
            img: "IMG_pok/paras.webp",
            desc: `
            Насекомый и травяной покемон. На его спине растут два необычных гриба, которые получают питательные вещества от его тела.
            `,
        },
        { //159
            name: "Парасе́кт",
            img: "IMG_pok/parasect.webp",
            desc: `
            Насекомый и травяной покемон, полностью захваченный грибом на своей спине. Гриб управляет его телом и распространяет споры.
            `,
        },
        { //160
            name: "Венина́т",
            img: "IMG_pok/venonat.webp",
            desc: `
            Насекомый и ядовитый покемон с огромными сложными глазами. Его тело покрыто мелкими волосками, способными чувствовать движения вокруг.
            `,
        },
        { //161
            name: "Веномо́т",
            img: "IMG_pok/venomoth.webp",
            desc: `
            Насекомый и ядовитый покемон-бабочка. Его крылья покрыты чешуйками, с которых осыпается ядовитая пыль.
            `,
        },
        { //162
            name: "Дигле́тт",
            img: "IMG_pok/diglett.webp",
            desc: `
            Маленький наземный покемон, который почти всё время проводит под землёй. На поверхности обычно видна только его голова.
            `,
        },
        { //163
            name: "Дагтри́о",
            img: "IMG_pok/dugtrio.webp",
            desc: `
            Наземный покемон, состоящий из трёх Диглеттов, действующих как единая команда. Он способен прокладывать под землёй длинные туннели.
            `,
        },
        { //164
            name: "Мя́ут",
            img: "IMG_pok/meowth.webp",
            desc: `
            Нормальный покемон-кошка. Он любит блестящие монеты и часто отправляется на поиски сокровищ.
            `,
        },
        { //165
            name: "Пе́рсиан",
            img: "IMG_pok/persian.webp",
            desc: `
            Быстрый и грациозный нормальный покемон-кошка. Он бесшумно подкрадывается к добыче и атакует острыми когтями.
            `,
        },
        { //166
            name: "Пси́дак",
            img: "IMG_pok/psyduck.webp",
            desc: `
            Водный покемон, который постоянно страдает от головных болей. Когда боль становится сильной, он неожиданно выпускает мощные психические способности.
            `,
        },
        { //167
            name: "Го́лдак",
            img: "IMG_pok/golduck.webp",
            desc: `
            Быстрый водный покемон. Он прекрасно плавает и может развивать большую скорость под водой.
            `,
        },
        { //168
            name: "Ма́нки",
            img: "IMG_pok/mankey.webp",
            desc: `
            Боевой покемон-обезьяна с очень вспыльчивым характером. Он легко приходит в ярость и способен долго преследовать того, кто его рассердил.
            `,
        },
        { //169
            name: "Пра́ймейп",
            img: "IMG_pok/primeape.webp",
            desc: `
            Агрессивный боевой покемон. Его ярость настолько сильна, что он способен преследовать противника, почти не думая о собственной безопасности.
            `,
        },
        { //170
            name: "Гро́улит",
            img: "IMG_pok/growlithe.webp",
            desc: `
            Огненный покемон, похожий на щенка. Он обладает отличным обонянием и очень предан своему тренеру.
            `,
        },
        { //171
            name: "А́рканайн",
            img: "IMG_pok/arcanine.webp",
            desc: `
            Величественный огненный покемон. Он способен очень быстро бегать и считается символом красоты и силы.
            `,
        },
        { //172
            name: "По́ливэг",
            img: "IMG_pok/poliwag.webp",
            desc: `
            Маленький водный покемон-головастик. Завиток на его животе связан с устройством его тела и виден сквозь прозрачную кожу.
            `,
        },
        { //173
            name: "По́ливирл",
            img: "IMG_pok/poliwhirl.webp",
            desc: `
            Водный покемон с гладкой кожей. Благодаря ей он может легко скользить по воде и суше.
            `,
        },
        { //174
            name: "По́ливрат",
            img: "IMG_pok/poliwrath.webp",
            desc: `
            Водный и боевой покемон. Он обладает огромной физической силой и способен очень долго плавать, не уставая.
            `,
        },
        { //175
            name: "Абра́",
            img: "IMG_pok/abra.webp",
            desc: `
            Психический покемон, обладающий сильными телепатическими способностями. Обычно он спит большую часть дня и телепортируется при опасности.
            `,
        },
        { //176
            name: "Када́бра",
            img: "IMG_pok/kadabra.webp",
            desc: `
            Психический покемон с мощными ментальными способностями. Он способен создавать сильные волны психической энергии.
            `,
        },
        { //177
            name: "Алаказа́м",
            img: "IMG_pok/alakazam.webp",
            desc: `
            Очень умный психический покемон. Его мозг обладает невероятными вычислительными способностями, а две ложки усиливают его психические силы.
            `,
        },
        { //178
            name: "Ма́чоп",
            img: "IMG_pok/machop.webp",
            desc: `
            Боевой покемон с невероятной для своего размера силой. Он постоянно тренируется, чтобы становиться ещё сильнее.
            `,
        },
        { //179
            name: "Ма́чок",
            img: "IMG_pok/machoke.webp",
            desc: `
            Мощный боевой покемон с развитой мускулатурой. Он носит специальный пояс, который помогает ему контролировать свою огромную силу.
            `,
        },
        { //180
            name: "Ма́чамп",
            img: "IMG_pok/machamp.webp",
            desc: `
            Могучий боевой покемон с четырьмя руками. Он способен наносить множество ударов одновременно и поднимать очень тяжёлые предметы.
            `,
        },
        { //181
            name: "Ви́пинбелл",
            img: "IMG_pok/weepinbell.webp",
            desc: `
            Травяной и ядовитый покемон. Он ловит добычу липкой жидкостью и способен растворять её сильными пищеварительными соками.
            `,
        },
        { //182
            name: "Ви́ктрибел",
            img: "IMG_pok/victreebel.webp",
            desc: `
            Травяной и ядовитый покемон-хищник. Он заманивает добычу сладким запахом, после чего атакует её из своего огромного кувшина.
            `,
        },
        { //183
            name: "Тента́кул",
            img: "IMG_pok/tentacool.webp",
            desc: `
            Водный и ядовитый покемон, обитающий в море. Его прозрачное тело почти незаметно в воде, а щупальца могут выделять яд.
            `,
        },
        { //184
            name: "Тентакру́эл",
            img: "IMG_pok/tentacruel.webp",
            desc: `
            Крупный водный и ядовитый покемон с множеством щупалец. Он способен быстро передвигаться в воде и атаковать сразу нескольких противников.
            `,
        },
        { //185
            name: "Го́лем",
            img: "IMG_pok/golem.webp",
            desc: `
            Каменный и наземный покемон с очень прочным телом. Он способен сворачиваться в шар и катиться с огромной скоростью.
            `,
        },
        { //186
            name: "Понита́",
            img: "IMG_pok/ponyta.webp",
            desc: `
            Огненный покемон-лошадь. Пламя на его гриве и хвосте не обжигает тех, кому он доверяет.
            `,
        },
        { //187
            name: "Гала́йт",
            img: "IMG_pok/rapidash.webp",
            desc: `
            Быстрый огненный покемон-лошадь. Он способен развивать огромную скорость и оставлять за собой огненный след.
            `,
        },
        { //188
            name: "Сло́упок",
            img: "IMG_pok/slowpoke.webp",
            desc: `
            Водный и психический покемон с очень медленной реакцией. Иногда он может часами неподвижно сидеть у воды, ничего не замечая вокруг.
            `,
        },
        { //189
            name: "Сло́убро",
            img: "IMG_pok/slowbro.webp",
            desc: `
            Водный и психический покемон. На его хвосте висит Шеллдер, укус которого изменил его характер и сделал его почти невозмутимым.
            `,
        },
        { //190
            name: "Ма́гнемайт",
            img: "IMG_pok/magnemite.webp",
            desc: `
            Электрический и стальной покемон, использующий магнитные силы. Он способен зависать в воздухе и притягивать металлические предметы.
            `,
        },
        { //191
            name: "Ма́гнетон",
            img: "IMG_pok/magneton.webp",
            desc: `
            Электрический и стальной покемон, состоящий из трёх Магнемайтов. Он создаёт мощные электромагнитные поля.
            `,
        },
        { //192
            name: "Фа́рфетчд",
            img: "IMG_pok/farfetchd.webp",
            desc: `
            Нормальный и летающий покемон, похожий на утку. Он всегда носит с собой стебель лука-порея, который использует как оружие.
            `,
        },
        { //193
            name: "До́дуо",
            img: "IMG_pok/doduo.webp",
            desc: `
            Нормальный и летающий покемон с двумя головами. Его сильные ноги позволяют ему очень быстро бегать.
            `,
        },
        { //194
            name: "До́дрио",
            img: "IMG_pok/dodrio.webp",
            desc: `
            Нормальный и летающий покемон с тремя головами. Каждая из них может иметь собственное настроение, но все три помогают покемону быстро бегать.
            `,
        },
        { //195
            name: "Си́л",
            img: "IMG_pok/seel.webp",
            desc: `
            Водный покемон, похожий на детёныша тюленя. Он отлично чувствует себя в холодной воде и любит плавать среди льдов.
            `,
        },
        { //196
            name: "Дьюго́нг",
            img: "IMG_pok/dewgong.webp",
            desc: `
            Водный и ледяной покемон. Его толстый слой жира защищает тело от холодной морской воды.
            `,
        },
        { //197
            name: "Гра́ймер",
            img: "IMG_pok/grimer.webp",
            desc: `
            Ядовитый покемон, состоящий из живой грязи. Он появился из загрязнённых веществ и способен поглощать отходы.
            `,
        },
        { //198
            name: "Му́к",
            img: "IMG_pok/muk.webp",
            desc: `
            Большой ядовитый покемон из токсичной грязи. Всё, к чему он прикасается, может быть отравлено.
            `,
        },
        { //199
            name: "Ше́лдер",
            img: "IMG_pok/shellder.webp",
            desc: `
            Водный покемон-моллюск с очень твёрдой раковиной. Она настолько прочная, что практически не поддаётся обычным атакам.
            `,
        },
        { //200
            name: "Кла́йстер",
            img: "IMG_pok/cloyster.webp",
            desc: `
            Водный и ледяной покемон с огромной раковиной. Он способен выпускать из неё острые шипы и защищаться от сильных атак.
            `,
        },
        { //201
            name: "Га́стли",
            img: "IMG_pok/gastly.webp",
            desc: `
            Призрачный и ядовитый покемон, состоящий в основном из газа. Его тело окружено ядовитым туманом.
            `,
        },
        { //202
            name: "Ха́унтер",
            img: "IMG_pok/haunter.webp",
            desc: `
            Призрачный и ядовитый покемон. Он способен проходить сквозь стены и внезапно появляться рядом с ничего не подозревающей жертвой.
            `,
        },
        { //203
            name: "Ге́нгар",
            img: "IMG_pok/gengar.webp",
            desc: `
            Призрачный и ядовитый покемон, который любит прятаться в тени. Иногда он может притворяться тенью человека.
            `,
        },
        { //204
            name: "О́никс",
            img: "IMG_pok/onix.webp",
            desc: `
            Каменный и наземный покемон, похожий на огромную каменную змею. Он роет туннели под землёй, поглощая камни.
            `,
        },
        { //205
            name: "Дро́узи",
            img: "IMG_pok/drowzee.webp",
            desc: `
            Психический покемон, питающийся снами. Он способен усыплять людей и покемонов, а затем поглощать их сновидения.
            `,
        },
        { //206
            name: "Хи́пно",
            img: "IMG_pok/hypno.webp",
            desc: `
            Психический покемон с маятником. Он раскачивает его перед противником, чтобы загипнотизировать и погрузить в сон.
            `,
        },
        { //207
            name: "Кра́бби",
            img: "IMG_pok/krabby.webp",
            desc: `
            Водный покемон-краб. Его мощные клешни способны крепко хватать противников и восстанавливаться, если одна из них повреждена.
            `,
        },
        { //208
            name: "Кинглер",
            img: "IMG_pok/kingler.webp",
            desc: `
            Большой водный покемон-краб. Одна его клешня значительно крупнее другой и обладает огромной силой.
            `,
        },
        { //209
            name: "Волто́рб",
            img: "IMG_pok/voltorb.webp",
            desc: `
            Электрический покемон, похожий на покебол. Он способен накапливать электричество и иногда неожиданно взрывается.
            `,
        },
        { //210
            name: "Эле́ктрод",
            img: "IMG_pok/electrode.webp",
            desc: `
            Электрический покемон, похожий на перевёрнутый покебол. Он способен поглощать огромное количество электричества и выпускать мощный разряд.
            `,
        },
        { //211
            name: "Экзеггью́т",
            img: "IMG_pok/exeggcute.webp",
            desc: `
            Травяной и психический покемон, состоящий из шести похожих на яйца существ. Несмотря на вид, это не настоящие яйца.
            `,
        },
        { //212
            name: "Экзеггу́тор",
            img: "IMG_pok/exeggutor.webp",
            desc: `
            Травяной и психический покемон, похожий на пальму. На его теле растут кокосоподобные головы, каждая из которых обладает собственным характером.
            `,
        },
        { //213
            name: "Кубо́ун",
            img: "IMG_pok/cubone.webp",
            desc: `
            Наземный покемон. Он носит на голове кость, оставшуюся от его матери, и использует её как защиту и оружие.
            `,
        },
        { //214
            name: "Марова́к",
            img: "IMG_pok/marowak.webp",
            desc: `
            Наземный покемон, искусно владеющий костью. Он стал более спокойным и сильным после того, как научился преодолевать свою печаль.
            `,
        },
        { //215
            name: "Хитмонли́",
            img: "IMG_pok/hitmonlee.webp",
            desc: `
            Боевой покемон с необычно длинными ногами. Он способен растягивать их и наносить противнику мощные удары с большого расстояния.
            `,
        },
        { //216
            name: "Хитмонча́н",
            img: "IMG_pok/hitmonchan.webp",
            desc: `
            Боевой покемон, похожий на маленького боксёра. Он способен наносить множество быстрых ударов руками.
            `,
        },
        { //217
            name: "Ликиту́нг",
            img: "IMG_pok/lickitung.webp",
            desc: `
            Нормальный покемон с очень длинным языком. Он использует его как дополнительную конечность для исследования окружающего мира.
            `,
        },
        { //218
            name: "Ко́ффинг",
            img: "IMG_pok/koffing.webp",
            desc: `
            Ядовитый покемон, наполненный токсичными газами. Он способен выпускать ядовитый газ из отверстий на своём теле.
            `,
        },
        { //219
            name: "Ви́зинг",
            img: "IMG_pok/weezing.webp",
            desc: `
            Ядовитый покемон, состоящий из двух соединённых между собой тел. Он смешивает различные токсичные газы внутри себя.
            `,
        },
        { //220
            name: "Райхо́рн",
            img: "IMG_pok/rhyhorn.webp",
            desc: `
            Наземный и каменный покемон, похожий на носорога. Его мощное тело покрыто твёрдой бронёй, а рог используется для атак.
            `,
        },
        { //221
            name: "Райдо́н",
            img: "IMG_pok/rhydon.webp",
            desc: `
            Мощный наземный и каменный покемон. Его броня настолько прочная, что он может выдерживать очень сильные удары.
            `,
        },
        { //222
            name: "Ча́нси",
            img: "IMG_pok/chansey.webp",
            desc: `
            Нормальный покемон, который заботится о раненых. Он носит с собой питательное яйцо и охотно делится им с теми, кому оно нужно.
            `,
        },
        { //223
            name: "Танге́ла",
            img: "IMG_pok/tangela.webp",
            desc: `
            Травяной покемон, всё тело которого скрыто переплетёнными синими ли
            анами. Под ними почти невозможно разглядеть его настоящее тело.
            `,
        },
        { //224
            name: "Канга́скхан",
            img: "IMG_pok/kangaskhan.webp",
            desc: `
            Нормальный покемон-млекопитающее. Детёныш почти всё время находится в сумке на животе матери, пока не станет достаточно взрослым.
            `,
        },
        { //225
            name: "Хорси",
            img: "IMG_pok/horsea.webp",
            desc: `
            Водный покемон, похожий на маленького морского конька. Он способен выплёвывать струи воды и чернил.
            `,
        },
        { //226
            name: "Си́дра",
            img: "IMG_pok/seadra.webp",
            desc: `
            Водный покемон-морской конёк с острыми шипами. Его тело покрыто множеством игл, которые помогают защищаться от врагов.
            `,
        },
        { //227
            name: "Го́лдин",
            img: "IMG_pok/goldeen.webp",
            desc: `
            Водный покемон, похожий на золотую рыбку. Он обладает красивыми плавниками и может быстро плавать против сильного течения.
            `,
        },
        { //228
            name: "Си́кинг",
            img: "IMG_pok/seaking.webp",
            desc: `
            Водный покемон, похожий на крупную рыбу. В сезон размножения он способен яростно защищать свою территорию и гнездо.
            `,
        },
        { //229
            name: "Ста́рью",
            img: "IMG_pok/staryu.webp",
            desc: `
            Водный покемон в форме морской звезды. В центре его тела находится драгоценный камень, который ярко светится ночью.
            `,
        },
        { //230
            name: "Ста́рми",
            img: "IMG_pok/starmie.webp",
            desc: `
            Водный и психический покемон, похожий на многоконечную звезду. Центральный драгоценный камень излучает загадочное свечение.
            `,
        },
        { //231
            name: "Мистер Ми́м",
            img: "IMG_pok/mr_mime.webp",
            desc: `
            Психический и фейский покемон, искусно создающий невидимые стены и преграды с помощью пантомимы.
            `,
        },
        { //232
            name: "Са́йтер",
            img: "IMG_pok/scyther.webp",
            desc: `
            Насекомый и летающий покемон с двумя огромными косообразными лезвиями вместо рук. Он способен очень быстро перемещаться и атаковать.
            `,
        },
        { //233
            name: "Джи́нкс",
            img: "IMG_pok/jynx.webp",
            desc: `
            Ледяной и психический покемон. Он способен общаться с помощью особой речи и танцевальных движений.
            `,
        },
        { //234
            name: "Э́лектабазз",
            img: "IMG_pok/electabuzz.webp",
            desc: `
            Электрический покемон, питающийся электричеством. Он любит места, где происходят грозы и находятся мощные источники энергии.
            `,
        },
        { //235
            name: "Ма́гмар",
            img: "IMG_pok/magmar.webp",
            desc: `
            Огненный покемон с телом, похожим на живое пламя. Он обитает возле вулканов и может создавать мощные огненные атаки.
            `,
        },
        { //236
            name: "Пи́нсир",
            img: "IMG_pok/pinsir.webp",
            desc: `
            Насекомый покемон с огромными рогами-клешнями. Он способен схватить ими противника и поднять его над землёй.
            `,
        },
        { //237
            name: "Та́урос",
            img: "IMG_pok/tauros.webp",
            desc: `
            Нормальный покемон-бык с тремя хвостами. Он любит носиться по равнинам и атаковать противников мощными ударами.
            `,
        },
        { //238
            name: "Магикарп",
            img: "IMG_pok/magikarp.webp",
            desc: `
            Водный покемон, известный своей слабостью и неуклюжестью. Однако после эволюции он превращается в чрезвычайно мощного Гьярадоса.
            `,
        },
        { //239
            name: "Гьярадо́с",
            img: "IMG_pok/gyarados.webp",
            desc: `
            Мощный водный и летающий покемон. Он известен своим свирепым характером и способен разрушать целые поселения.
            `,
        },
        { //240
            name: "Лапра́с",
            img: "IMG_pok/lapras.webp",
            desc: `
            Водный и ледяной покемон. Он обладает мягким характером и способен перевозить людей по воде на своей спине.
            `,
        },
        { //241
            name: "Ди́тто",
            img: "IMG_pok/ditto.webp",
            desc: `
            Нормальный покемон, способный превращаться практически в любое другое существо. Для этого он изменяет структуру своего тела.
            `,
        },
        { //242
            name: "И́ви",
            img: "IMG_pok/eevee.webp",
            desc: `
            Нормальный покемон с необычайно нестабильным генетическим кодом. Благодаря этому он способен эволюционировать в множество разных форм.
            `,
        },
        { //243
            name: "Вапорео́н",
            img: "IMG_pok/vaporeon.webp",
            desc: `
            Водный покемон, произошедший от Иви. Его тело приспособлено к жизни в воде, а плавники помогают ему быстро плавать.
            `,
        },
        { //244
            name: "Джо́лтеон",
            img: "IMG_pok/jolteon.webp",
            desc: `
            Электрический покемон, произошедший от Иви. Его шерсть способна накапливать электричество и превращаться в острые электрические иглы.
            `,
        },
        { //245
            name: "Фла́реон",
            img: "IMG_pok/flareon.webp",
            desc: `
            Огненный покемон, произошедший от Иви. Внутри его тела находится специальный мешок, в котором он накапливает воздух и разогревает его.
            `,
        },
        { //246
            name: "Поригон",
            img: "IMG_pok/porygon.webp",
            desc: `
            Нормальный покемон, полностью созданный с помощью компьютерных технологий. Он способен существовать в цифровом пространстве.
            `,
        },
        { //247
            name: "Ома́найт",
            img: "IMG_pok/omanyte.webp",
            desc: `
            Каменный и водный древний покемон, похожий на аммонита. Он обитал в древних морях миллионы лет назад.
            `,
        },
        { //248
            name: "Омаста́р",
            img: "IMG_pok/omastar.webp",
            desc: `
            Каменный и водный древний покемон с мощными щупальцами и большой раковиной. Его раковина защищала тело от хищников.
            `,
        },
        { //249
            name: "Кабу́то",
            img: "IMG_pok/kabuto.webp",
            desc: `
            Каменный и водный древний покемон, похожий на древнего морского членистоногого. Его тело покрыто прочным панцирем.
            `,
        },
        { //250
            name: "Кабуто́пс",
            img: "IMG_pok/kabutops.webp",
            desc: `
            Каменный и водный древний покемон с острыми лезвиями на передних конечностях. Он был быстрым хищником древних морей.
            `,
        },
        { //251
            name: "Аэро́дактиль",
            img: "IMG_pok/aerodactyl.webp",
            desc: `
            Каменный и летающий древний покемон. Он обладал острыми клыками и мог стремительно охотиться в воздухе.
            `,
        },
        { //252
            name: "Сно́рлакс",
            img: "IMG_pok/snorlax.webp",
            desc: `
            Нормальный покемон, который проводит большую часть жизни во сне. Он может съедать огромное количество пищи за один раз.
            `,
        },
        { //253
            name: "Артику́но",
            img: "IMG_pok/articuno.webp",
            desc: `
            Легендарный ледяной и летающий покемон. Его появление связывают с холодными горами и ледяными ветрами.
            `,
        },
        { //254
            name: "Запдо́с",
            img: "IMG_pok/zapdos.webp",
            desc: `
            Легендарный электрический и летающий покемон. Считается, что он появляется во время сильных гроз.
            `,
        },
        { //255
            name: "Молтре́с",
            img: "IMG_pok/moltres.webp",
            desc: `
            Легендарный огненный и летающий покемон. Его тело окружено ярким пламенем, а легенды рассказывают о его связи с огнём.
            `,
        },
        { //256
            name: "Дра́тини",
            img: "IMG_pok/dratini.webp",
            desc: `
            Драконий покемон, похожий на маленькую змею. Он долго растёт и периодически сбрасывает кожу, чтобы продолжать развитие.
            `,
        },
        { //257
            name: "Дра́йгонэ́йр",
            img: "IMG_pok/dragonair.webp",
            desc: `
            Драконий покемон с длинным телом и небольшими крыльями на голове. Его считают загадочным существом, связанным с морями и небом.
            `,
        },
        { //258
            name: "Дра́гонайт",
            img: "IMG_pok/dragonite.webp",
            desc: `
            Мощный драконий и летающий покемон. Несмотря на грозный вид, он отличается добрым характером и способен спасать людей в море.
            `,
        },
        { //259
            name: "Мью́",
            img: "IMG_pok/mew.webp",
            desc: `
            Мифический психический покемон. Считается, что в его ДНК содержатся генетические данные всех существующих покемонов.
            `,
        },
        { //260
            name: "Мью́ту",
            img: "IMG_pok/mewtwo.webp",
            desc: `
            Легендарный психический покемон, созданный в результате научных экспериментов. Он обладает огромной психической силой.
            `,
        },
        { //261
            name: "Сенти́рет",
            img: "IMG_pok/sentret.webp",
            desc: `
            Нормальный покемон, похожий на маленького зверька. Он встаёт на хвост, чтобы осматривать окрестности и замечать опасность.
            `,
        },
        { //262
            name: "Фурре́т",
            img: "IMG_pok/furret.webp",
            desc: `
            Нормальный покемон с длинным гибким телом. Он умеет очень быстро передвигаться и ловко пролезать в узкие места.
            `,
        },
        { //263
            name: "Ху́тхут",
            img: "IMG_pok/hoothoot.webp",
            desc: `
            Нормальный и летающий покемон-сова. На его теле есть особый внутренний орган, благодаря которому он очень точно ощущает время.
            `,
        },
        { //264
            name: "Нокта́ул",
            img: "IMG_pok/noctowl.webp",
            desc: `
            Нормальный и летающий покемон-сова. Его огромные глаза позволяют прекрасно видеть даже в полной темноте.
            `,
        },
        { //265
            name: "Ледиба́",
            img: "IMG_pok/ledyba.webp",
            desc: `
            Насекомый и летающий покемон-божья коровка. Он очень общителен и обычно держится вместе с другими Ледибами.
            `,
        },
        { //266
            name: "Леди́ан",
            img: "IMG_pok/ledian.webp",
            desc: `
            Насекомый и летающий покемон-божья коровка. Пятна на его теле становятся особенно яркими ночью.
            `,
        },
        { //267
            name: "Спинара́к",
            img: "IMG_pok/spinarak.webp",
            desc: `
            Насекомый и ядовитый покемон-паук. Он плетёт прочную паутину и использует её для охоты.
            `,
        },
        { //268
            name: "Ариа́дос",
            img: "IMG_pok/ariados.webp",
            desc: `
            Насекомый и ядовитый покемон-паук. Он способен выпускать паутину не только изо рта, но и из задней части тела.
            `,
        },
        { //269
            name: "Кро́бат",
            img: "IMG_pok/crobat.webp",
            desc: `
            Ядовитый и летающий покемон-летучая мышь. Четыре крыла позволяют ему лететь очень быстро и почти бесшумно.
            `,
        },
        { //270
            name: "Чи́нчоу",
            img: "IMG_pok/chinchou.webp",
            desc: `
            Водный и электрический покемон. Электричество в его щупальцах помогает ему общаться и привлекать добычу в тёмных глубинах.
            `,
        },
        { //271
            name: "Ланта́рн",
            img: "IMG_pok/lanturn.webp",
            desc: `
            Водный и электрический покемон. Светящийся орган на его голове способен освещать огромную область под водой.
            `,
        },
        { //272
            name: "Пи́чy",
            img: "IMG_pok/pichu.webp",
            desc: `
            Маленький электрический покемон. Он ещё плохо контролирует электричество и может случайно ударить током даже себя.
            `,
        },
        { //273
            name: "Тоге́пи",
            img: "IMG_pok/togepi.webp",
            desc: `
            Фейский покемон, скрывающийся внутри скорлупы. Считается, что он приносит счастье тем, кто относится к нему с добротой.
            `,
        },
        { //274
            name: "Тоге́тик",
            img: "IMG_pok/togetic.webp",
            desc: `
            Фейский и летающий покемон. Он появляется рядом с добрыми людьми и способен парить в воздухе без взмахов крыльями.
            `,
        },
        { //275
            name: "На́ту",
            img: "IMG_pok/natu.webp",
            desc: `
            Психический и летающий покемон, похожий на маленькую птицу. Он умеет предчувствовать события и внимательно наблюдает за людьми.
            `,
        },
        { //276
            name: "Ксату́",
            img: "IMG_pok/xatu.webp",
            desc: `
            Психический и летающий покемон с загадочным поведением. Он способен видеть прошлое и будущее и часто неподвижно смотрит на солнце.
            `,
        },
        { //277
            name: "Ма́рис",
            img: "IMG_pok/mareep.webp",
            desc: `
            Электрический покемон, похожий на овечку. Его шерсть накапливает электричество и становится более пушистой по мере его накопления.
            `,
        },
        { //278
            name: "Фла́ффи",
            img: "IMG_pok/flaaffy.webp",
            desc: `
            Электрический покемон с мягкой кожей и небольшим количеством шерсти. Он способен накапливать большое количество электричества.
            `,
        },
        { //279
            name: "Амфа́рос",
            img: "IMG_pok/ampharos.webp",
            desc: `
            Электрический покемон, чья яркая светящаяся голова может служить маяком. Его свет хорошо виден издалека.
            `,
        },
        { //280
            name: "Беллосо́м",
            img: "IMG_pok/bellossom.webp",
            desc: `
            Травяной покемон, похожий на танцующий цветок. Он любит солнечный свет и кружится, когда вокруг становится тепло.
            `,
        },
        { //281
            name: "Ма́рилл",
            img: "IMG_pok/marill.webp",
            desc: `
            Водный и фейский покемон. Его похожий на мячик хвост наполнен маслом и помогает ему плавать.
            `,
        },
        { //282
            name: "Азу́марилл",
            img: "IMG_pok/azumarill.webp",
            desc: `
            Водный и фейский покемон с длинными ушами. Он отлично слышит звуки под водой и способен долго находиться под водой.
            `,
        },
        { //283
            name: "Су́ддоуудо",
            img: "IMG_pok/sudowoodo.webp",
            desc: `
            Каменный покемон, который притворяется деревом. Когда идёт дождь, он старается спрятаться, потому что не любит воду.
            `,
        },
        { //284
            name: "По́липтод",
            img: "IMG_pok/politoed.webp",
            desc: `
            Водный покемон, похожий на лягушку. Его громкое кваканье может служить сигналом для других Полиптодов.
            `,
        },
        { //285
            name: "Хо́ппип",
            img: "IMG_pok/hoppip.webp",
            desc: `
            Травяной и летающий покемон, настолько лёгкий, что его может унести сильный ветер. Он цепляется за землю корнями, чтобы не улететь.
            `,
        },
        { //286
            name: "Джа́мплафф",
            img: "IMG_pok/jumpluff.webp",
            desc: `
            Травяной и летающий покемон, который путешествует по воздуху вместе с ветром. Его пушистые семена могут переноситься на огромные расстояния.
            `,
        },
        { //287
            name: "Эйпо́м",
            img: "IMG_pok/aipom.webp",
            desc: `
            Нормальный покемон-обезьяна с длинным хвостом, на конце которого находится ладонь. Он ловко использует хвост вместо дополнительной руки.
            `,
        },
        { //288
            name: "Санкэ́рн",
            img: "IMG_pok/sunkern.webp",
            desc: `
            Травяной покемон, похожий на семечко. Он почти не двигается и получает энергию, поглощая солнечный свет.
            `,
        },
        { //289
            name: "Санфло́ра",
            img: "IMG_pok/sunflora.webp",
            desc: `
            Травяной покемон, похожий на солнечный цветок. Он активно двигается и становится особенно энергичным под ярким солнцем.
            `,
        },
        { //290
            name: "Янма́",
            img: "IMG_pok/yanma.webp",
            desc: `
            Насекомый и летающий покемон-стрекоза. Его огромные глаза позволяют видеть почти во всех направлениях одновременно.
            `,
        },
        { //291
            name: "Вупе́р",
            img: "IMG_pok/wooper.webp",
            desc: `
            Водный и наземный покемон. Обычно он живёт в воде, но иногда выходит на сушу и покрывает тело липкой защитной слизью.
            `,
        },
        { //292
            name: "Кво́гсайр",
            img: "IMG_pok/quagsire.webp",
            desc: `
            Водный и наземный покемон. Он очень спокойный и часто может просто сидеть неподвижно в воде.
            `,
        },
        { //293
            name: "Э́спеон",
            img: "IMG_pok/espeon.webp",
            desc: `
            Психический покемон, произошедший от Иви. Он обладает тонкими чувствами и способен предсказывать движения противника.
            `,
        },
        { //294
            name: "Амбрео́н",
            img: "IMG_pok/umbreon.webp",
            desc: `
            Тёмный покемон, произошедший от Иви. Его кольца на ушах и теле светятся в темноте, когда он готовится к атаке.
            `,
        },
        { //295
            name: "Муркро́у",
            img: "IMG_pok/murkrow.webp",
            desc: `
            Тёмный и летающий покемон, похожий на ворону. Его часто связывают с тёмными местами и ночными путешествиями.
            `,
        },
        { //296
            name: "Сло́укинг",
            img: "IMG_pok/slowking.webp",
            desc: `
            Водный и психический покемон. Укус Шеллдера на его голове пробудил необычайный интеллект и мудрость.
            `,
        },
        { //297
            name: "Мисдри́вус",
            img: "IMG_pok/misdreavus.webp",
            desc: `
            Призрачный покемон. Он любит пугать людей ночью странными криками и внезапными появлениями.
            `,
        },
        { //298
            name: "У́набa",
            img: "IMG_pok/unown.webp",
            desc: `
            Психический покемон необычной формы, напоминающей букву или символ. Учёные до сих пор пытаются понять его происхождение и способности.
            `,
        },
        { //299
            name: "Воббафе́т",
            img: "IMG_pok/wobbuffet.webp",
            desc: `
            Психический покемон, который почти никогда не атакует первым. Он терпеливо выдерживает удары противника и отвечает на них.
            `,
        },
        { //300
            name: "Пи́неко",
            img: "IMG_pok/pineco.webp",
            desc: `
            Насекомый покемон, похожий на сосновую шишку. Он укрепляет свою оболочку, добавляя к ней кусочки коры и других материалов.
            `,
        },
        { //301
            name: "Форре́тресс",
            img: "IMG_pok/forretress.webp",
            desc: `
            Насекомый и стальной покемон, скрывающийся внутри очень прочной оболочки. Он способен выпускать из неё снаряды.
            `,
        },
        { //302
            name: "Гера́крос",
            img: "IMG_pok/heracross.webp",
            desc: `
            Насекомый и боевой покемон с большим рогом. Он использует невероятную физическую силу, чтобы подбрасывать противников далеко в воздух.
            `,
        },
        { //303
            name: "Сна́ббулл",
            img: "IMG_pok/snubbull.webp",
            desc: `
            Фейский покемон, похожий на маленькую собаку. Несмотря на грозный вид, он часто оказывается добрым и дружелюбным.
            `,
        },
        { //304
            name: "Гра́нбулл",
            img: "IMG_pok/granbull.webp",
            desc: `
            Фейский покемон с огромной нижней челюстью. Из-за своих больших клыков он выглядит грозно, хотя обычно не стремится драться.
            `,
        },
        { //305
            name: "Кви́лфиш",
            img: "IMG_pok/qwilfish.webp",
            desc: `
            Водный и ядовитый покемон, покрытый иглами. Он заглатывает воду, раздувается и выпускает свои иглы во все стороны.
            `,
        },
        { //306
            name: "Ска́рмори",
            img: "IMG_pok/skarmory.webp",
            desc: `
            Стальной и летающий покемон с телом, покрытым металлическими перьями. Его острые крылья можно использовать как оружие.
            `,
        },
        { //307
            name: "Ха́ундур",
            img: "IMG_pok/houndour.webp",
            desc: `
            Тёмный и огненный покемон, похожий на собаку. Он умеет охотиться стаей и координировать свои действия с другими Хаундурами.
            `,
        },
        { //308
            name: "Ха́ундуум",
            img: "IMG_pok/houndoom.webp",
            desc: `
            Тёмный и огненный покемон. Его зловещий вой способен напугать других покемонов, а его пламя связано с ядовитым дымом.
            `,
        },
        { //309
            name: "Кингдра́",
            img: "IMG_pok/kingdra.webp",
            desc: `
            Водный и драконий покемон. Он обитает глубоко под водой и способен создавать мощные водовороты.
            `,
        },
        { //310
            name: "Фа́нпи",
            img: "IMG_pok/phanpy.webp",
            desc: `
            Наземный покемон, похожий на маленького слонёнка. Он использует хобот для переноски воды и любит кататься по земле.
            `,
        },
        { //311
            name: "До́нфан",
            img: "IMG_pok/donphan.webp",
            desc: `
            Наземный покемон, похожий на бронированного слона. Он сворачивается в шар и катится, используя твёрдую кожу как защиту.
            `,
        },
        { //312
            name: "Поригон2",
            img: "IMG_pok/porygon2.webp",
            desc: `
            Искусственный покемон, созданный с помощью современных технологий. Это усовершенствованная версия Поригона, предназначенная для работы в виртуальных пространствах.
            `,
        },
        { //313
            name: "Ста́нтлер",
            img: "IMG_pok/stantler.webp",
            desc: `
            Обычный покемон, похожий на оленя. Его большие рога обладают загадочной силой и способны искажать восприятие окружающего пространства.
            `,
        },
        { //314
            name: "Сми́ргл",
            img: "IMG_pok/smeargle.webp",
            desc: `
            Нормальный покемон, похожий на маленькую собаку. Он рисует хвостом, выделяя из него особую краску.
            `,
        },
        { //315
            name: "Тайро́г",
            img: "IMG_pok/tyrogue.webp",
            desc: `
            Боевой покемон, известный своей энергичностью и любовью к тренировкам. Он постоянно стремится стать сильнее.
            `,
        },
        { //316
            name: "Хитмонтоп",
            img: "IMG_pok/hitmontop.webp",
            desc: `
            Боевой покемон, который вращается на голове и ногах, словно волчок. Вращение позволяет ему быстро передвигаться и атаковать.
            `,
        },
        { //317
            name: "Смоочи́м",
            img: "IMG_pok/smoochum.webp",
            desc: `
            Маленький ледяной и психический покемон. Он очень активен и постоянно тренируется, чтобы стать сильнее.
            `,
        },
        { //318
            name: "Элекки́д",
            img: "IMG_pok/elekid.webp",
            desc: `
            Электрический покемон, похожий на маленького ребёнка. Он вырабатывает электричество, вращая руки.
            `,
        },
        { //319
            name: "Магби́",
            img: "IMG_pok/magby.webp",
            desc: `
            Огненный покемон, похожий на маленькую утку. Его тело очень горячее, а при дыхании он выпускает дым.
            `,
        },
        { //320
            name: "Ми́лтанк",
            img: "IMG_pok/miltank.webp",
            desc: `
            Нормальный покемон, похожий на корову. Он производит питательное молоко, которое любят пить многие покемоны и люди.
            `,
        },
        { //321
            name: "Блисси́",
            img: "IMG_pok/blissey.webp",
            desc: `
            Добрый нормальный покемон, который заботится о больных и раненых. Его яйцо обладает питательными и целебными свойствами.
            `,
        },
        { //322
            name: "Райко́у",
            img: "IMG_pok/raikou.webp",
            desc: `
            Легендарный электрический покемон, похожий на тигра. Говорят, что он несёт с собой грозовые облака и молнии.
            `,
        },
        { //323
            name: "Энте́й",
            img: "IMG_pok/entei.webp",
            desc: `
            Легендарный огненный покемон, похожий на большого зверя. Его появление связывают с извержениями вулканов.
            `,
        },
        { //324
            name: "Суи́кун",
            img: "IMG_pok/suicune.webp",
            desc: `
            Легендарный водный покемон, способный очищать загрязнённую воду. Он путешествует по земле, словно ветер над водой.
            `,
        },
        { //325
            name: "Ларви́тар",
            img: "IMG_pok/larvitar.webp",
            desc: `
            Каменный и наземный покемон, который рождается глубоко под землёй. Он питается почвой и постепенно выбирается на поверхность.
            `,
        },
        { //326
            name: "Пупи́тар",
            img: "IMG_pok/pupitar.webp",
            desc: `
            Каменный и наземный покемон, находящийся внутри твёрдой оболочки. Несмотря на неподвижный вид, он способен быстро передвигаться.
            `,
        },
        { //327
            name: "Тирани́тар",
            img: "IMG_pok/tyranitar.webp",
            desc: `
            Мощный тёмный и каменный покемон. Его огромная сила позволяет ему разрушать целые участки местности.
            `,
        },
        { //328
            name: "Луги́я",
            img: "IMG_pok/lugia.webp",
            desc: `
            Легендарный психический и летающий покемон. Он считается хранителем морей и способен создавать невероятно сильные штормы.
            `,
        },
        { //329
            name: "Хо-О́х",
            img: "IMG_pok/ho-oh.webp",
            desc: `
            Легендарный огненный и летающий покемон с великолепным разноцветным оперением. Считается, что его появление приносит счастье.
            `,
        },
        { //330
            name: "Челеби́",
            img: "IMG_pok/celebi.webp",
            desc: `
            Мифический психический и травяной покемон, связанный с лесами и путешествиями во времени.
            `,
        },
        { //331
            name: "Три́ко",
            img: "IMG_pok/treecko.webp",
            desc: `
            Небольшой травяной покемон, похожий на геккона. Он отлично лазает по деревьям благодаря когтям на лапах.
            `,
        },
        { //332
            name: "Гро́вайл",
            img: "IMG_pok/grovyle.webp",
            desc: `
            Травяной покемон с превосходной ловкостью. Он способен быстро перемещаться по ветвям деревьев и атаковать из засады.
            `,
        },
        { //333
            name: "Скепти́л",
            img: "IMG_pok/sceptile.webp",
            desc: `
            Мощный травяной покемон с листьями на теле и семенами на хвосте. Он невероятно ловко передвигается по деревьям.
            `,
        },
        { //334
            name: "Торчи́к",
            img: "IMG_pok/torchic.webp",
            desc: `
            Маленький огненный покемон, похожий на цыплёнка. Внутри его тела постоянно горит огонь.
            `,
        },
        { //335
            name: "Комба́скен",
            img: "IMG_pok/combusken.webp",
            desc: `
            Огненный и боевой покемон, похожий на птицу. Его мощные ноги позволяют наносить быстрые и сильные удары.
            `,
        },
        { //336
            name: "Бла́зикен",
            img: "IMG_pok/blaziken.webp",
            desc: `
            Огненный и боевой покемон, способный выпускать пламя из запястий. Он обладает огромной физической силой и ловкостью.
            `,
        },
        { //337
            name: "Ма́дкип",
            img: "IMG_pok/mudkip.webp",
            desc: `
            Небольшой водный покемон. Плавник на его голове чувствует движение воды и помогает ему ориентироваться.
            `,
        },
        { //338
            name: "Маршто́мп",
            img: "IMG_pok/marshtomp.webp",
            desc: `
            Водный и наземный покемон, который отлично чувствует себя на болотистой местности. Его лапы позволяют ему уверенно передвигаться по грязи.
            `,
        },
        { //339
            name: "Свампе́рт",
            img: "IMG_pok/swampert.webp",
            desc: `
            Мощный водный и наземный покемон. Он обладает огромной физической силой и способен легко передвигать большие камни.
            `,
        },
        { //340
            name: "По́чена",
            img: "IMG_pok/poochyena.webp",
            desc: `
            Небольшой тёмный покемон, похожий на гиену. Он отличается сильным обонянием и способен долго преследовать добычу.
            `,
        },
        { //341
            name: "Ма́йтиена",
            img: "IMG_pok/mightyena.webp",
            desc: `
            Тёмный покемон, похожий на гиену. Он обычно охотится стаей и способен выполнять команды своего вожака.
            `,
        },
        { //342
            name: "Зигзаго́н",
            img: "IMG_pok/zigzagoon.webp",
            desc: `
            Небольшой нормальный покемон, который постоянно движется зигзагами. Он исследует всё вокруг и любит подбирать найденные предметы.
            `,
        },
        { //343
            name: "Лайну́н",
            img: "IMG_pok/linoone.webp",
            desc: `
            Нормальный покемон, способный бегать по прямой с огромной скоростью. Ему сложно резко поворачивать во время быстрого бега.
            `,
        },
        { //344
            name: "Ва́мпл",
            img: "IMG_pok/wurmple.webp",
            desc: `
            Маленький насекомый покемон, похожий на гусеницу. Он использует шипы на спине для защиты от хищников.
            `,
        },
        { //345
            name: "Силку́н",
            img: "IMG_pok/silcoon.webp",
            desc: `
            Насекомый покемон, покрытый прочной белой оболочкой. Внутри неё он готовится к превращению во взрослую форму.
            `,
        },
        { //346
            name: "Бьюти́флай",
            img: "IMG_pok/beautifly.webp",
            desc: `
            Насекомый и летающий покемон, похожий на большую бабочку. Он использует длинный хоботок для сбора нектара с цветов.
            `,
        },
        { //347
            name: "Каску́н",
            img: "IMG_pok/cascoon.webp",
            desc: `
            Насекомый покемон, скрытый внутри твёрдого фиолетового кокона. Он почти не двигается, пока готовится к эволюции.
            `,
        },
        { //348
            name: "Дасто́кс",
            img: "IMG_pok/dustox.webp",
            desc: `
            Насекомый и ядовитый покемон, похожий на ночную бабочку. Он активно летает ночью и питается листьями.
            `,
        },
        { //349
            name: "Лотад",
            img: "IMG_pok/lotad.webp",
            desc: `
            Водный и травяной покемон, похожий на маленькое водное растение. Большой лист на его голове помогает ему плавать.
            `,
        },
        { //350
            name: "Ломбре́",
            img: "IMG_pok/lombre.webp",
            desc: `
            Водный и травяной покемон, который любит жить возле воды. Он ведёт ночной образ жизни и любит шутить над людьми.
            `,
        },
        { //351
            name: "Луди́коло",
            img: "IMG_pok/ludicolo.webp",
            desc: `
            Водный и травяной покемон с телом, похожим на ходячую кувшинку. Музыка и ритм заставляют его становиться энергичнее.
            `,
        },
        { //352
            name: "Сидо́т",
            img: "IMG_pok/seedot.webp",
            desc: `
            Маленький травяной покемон, похожий на желудь. Он висит на ветвях деревьев и выглядит как настоящий плод.
            `,
        },
        { //353
            name: "Назли́ф",
            img: "IMG_pok/nuzleaf.webp",
            desc: `
            Травяной и тёмный покемон, похожий на лесного духа. Он умеет играть на листе, издавая резкие звуки.
            `,
        },
        { //354
            name: "Ши́фти",
            img: "IMG_pok/shiftry.webp",
            desc: `
            Травяной и тёмный покемон, напоминающий древнего лесного духа. Его веерообразные листья способны создавать сильные порывы ветра.
            `,
        },
        { //355
            name: "Та́йллоу",
            img: "IMG_pok/taillow.webp",
            desc: `
            Маленький нормальный и летающий покемон. Несмотря на небольшой размер, он смело противостоит гораздо более крупным противникам.
            `,
        },
        { //356
            name: "Сва́ллоу",
            img: "IMG_pok/swellow.webp",
            desc: `
            Сильный нормальный и летающий покемон. Он летает высоко в небе и точно пикирует на добычу.
            `,
        },
        { //357
            name: "Ви́нгалл",
            img: "IMG_pok/wingull.webp",
            desc: `
            Водный и летающий покемон, похожий на чайку. Он умеет использовать восходящие потоки воздуха для длительного полёта.
            `,
        },
        { //358
            name: "Пелли́пер",
            img: "IMG_pok/pelipper.webp",
            desc: `
            Водный и летающий покемон с огромным клювом. Он использует клюв для переноски предметов и маленьких покемонов.
            `,
        },
        { //359
            name: "Ра́лц",
            img: "IMG_pok/ralts.webp",
            desc: `
            Психический и сказочный покемон, способный чувствовать эмоции окружающих. Он становится сильнее рядом с добрыми людьми.
            `,
        },
        { //360
            name: "Га́рдевауар",
            img: "IMG_pok/gardevoir.webp",
            desc: `
            Психический и сказочный покемон, способный создавать мощные психические атаки. Он очень предан своему тренеру и может защищать его ценой собственной безопасности.
            `,
        },
        { //361
            name: "Сла́кинг",
            img: "IMG_pok/slaking.webp",
            desc: `
            Мощный нормальный покемон, который большую часть времени проводит лёжа. Несмотря на свою лень, он обладает огромной физической силой.
            `,
        },
        { //362
            name: "Ни́нкада",
            img: "IMG_pok/nincada.webp",
            desc: `
            Насекомый и наземный покемон, живущий под землёй. Он почти не видит и ориентируется с помощью чувствительности усиков.
            `,
        },
        { //363
            name: "Ни́нджа́ск",
            img: "IMG_pok/ninjask.webp",
            desc: `
            Насекомый и летающий покемон, способный двигаться с невероятной скоростью. Его крик очень громкий и может раздражать окружающих.
            `,
        },
        { //364
            name: "Ки́рлия",
            img: "IMG_pok/kirlia.webp",
            desc: `
            Психический и сказочный покемон, использующий психическую энергию для танцевальных движений. Он может создавать иллюзии и изменять своё окружение.
            `,
        },
        { //365
            name: "Сла́йма́л",
            img: "IMG_pok/slakoth.webp",
            desc: `
            Очень ленивый нормальный покемон. Он проводит большую часть жизни лёжа и почти не двигается.
            `,
        },
        { //366
            name: "Виго́рот",
            img: "IMG_pok/vigoroth.webp",
            desc: `
            Нормальный покемон, который постоянно находится в движении. Если он долго не двигается, становится раздражительным и беспокойным.
            `,
        },
        { //367
            name: "Шеди́нья",
            img: "IMG_pok/shedinja.webp",
            desc: `
            Загадочный насекомый и призрачный покемон, напоминающий пустую оболочку. Он появляется при эволюции Нинкады при особых условиях.
            `,
        },
        { //368
            name: "Вайно́т",
            img: "IMG_pok/whismur.webp",
            desc: `
            Маленький нормальный покемон, похожий на розового зверька. Тихий звук способен быстро превратиться в очень громкий крик.
            `,
        },
        { //369
            name: "Ло́удред",
            img: "IMG_pok/loudred.webp",
            desc: `
            Нормальный покемон с огромными ушами, похожими на динамики. Он способен создавать настолько громкие звуки, что сотрясает землю.
            `,
        },
        { //370
            name: "Экспло́уд",
            img: "IMG_pok/exploud.webp",
            desc: `
            Мощный нормальный покемон, использующий отверстия на теле для создания громоподобных звуковых атак.
            `,
        },
        { //371
            name: "Ма́кэнита",
            img: "IMG_pok/makuhita.webp",
            desc: `
            Боевой покемон, который постоянно тренируется. Он укрепляет своё тело тяжёлыми тренировками и любит толкать большие предметы.
            `,
        },
        { //372
            name: "Ха́риа́ма",
            img: "IMG_pok/hariyama.webp",
            desc: `
            Крупный боевой покемон, похожий на борца сумо. Его мощные ладони способны отбрасывать очень тяжёлые объекты.
            `,
        },
        { //373
            name: "Азури́лл",
            img: "IMG_pok/azurill.webp",
            desc: `
            Маленький нормальный и сказочный покемон с большим шарообразным хвостом. Хвост наполнен водой и помогает ему прыгать далеко.
            `,
        },
        { //374
            name: "Но́сси́пасс",
            img: "IMG_pok/nosepass.webp",
            desc: `
            Каменный покемон, похожий на большую статую с огромным носом. Его нос всегда указывает на север.
            `,
        },
        { //375
            name: "Ски́тти",
            img: "IMG_pok/skitty.webp",
            desc: `
            Маленький нормальный покемон, похожий на котёнка. Он любит гоняться за движущимися предметами и своим хвостом.
            `,
        },
        { //376
            name: "Делка́тти",
            img: "IMG_pok/delcatty.webp",
            desc: `
            Изящный нормальный покемон, похожий на кошку. Он не любит жить по строгому расписанию и предпочитает свободный образ жизни.
            `,
        },
        { //377
            name: "Сабла́й",
            img: "IMG_pok/sableye.webp",
            desc: `
            Тёмный и призрачный покемон с драгоценными камнями вместо глаз. Он живёт в пещерах и питается минералами.
            `,
        },
        { //378
            name: "Арон",
            img: "IMG_pok/aron.webp",
            desc: `
            Стальной и каменный покемон, покрытый металлической бронёй. Он питается рудой и восстанавливает своё тело, поглощая металл.
            `,
        },
        { //379
            name: "Лайро́н",
            img: "IMG_pok/lairon.webp",
            desc: `
            Стальной и каменный покемон, который питается железной рудой. Его тело становится прочнее благодаря минералам.
            `,
        },
        { //380
            name: "Аггро́н",
            img: "IMG_pok/aggron.webp",
            desc: `
            Мощный стальной и каменный покемон с прочной металлической бронёй. Он защищает свою территорию и восстанавливает разрушенные участки гор.
            `,
        },
        { //381
            name: "Медита́йт",
            img: "IMG_pok/meditite.webp",
            desc: `
            Боевой и психический покемон, который тренируется с помощью медитации. Он способен долго обходиться без еды благодаря контролю над своим телом.
            `,
        },
        { //382
            name: "Меди́чам",
            img: "IMG_pok/medicham.webp",
            desc: `
            Боевой и психический покемон, достигший высокого уровня контроля над телом и разумом. Его движения отличаются невероятной точностью.
            `,
        },
        { //383
            name: "Электри́к",
            img: "IMG_pok/electrike.webp",
            desc: `
            Электрический покемон, похожий на небольшую собаку. Он накапливает электричество в мышцах и использует его для ускорения.
            `,
        },
        { //384
            name: "Манектри́к",
            img: "IMG_pok/manectric.webp",
            desc: `
            Электрический покемон, способный создавать мощные электрические разряды. Его часто замечают во время грозы.
            `,
        },
        { //385
            name: "Пла́ссл",
            img: "IMG_pok/plusle.webp",
            desc: `
            Электрический покемон, который любит поддерживать своих товарищей. Он создаёт искры и электрические знаки во время празднований.
            `,
        },
        { //386
            name: "Мину́н",
            img: "IMG_pok/minun.webp",
            desc: `
            Электрический покемон, который любит помогать товарищам. Он способен усиливать электрические атаки других покемонов.
            `,
        },
        { //387
            name: "Волби́т",
            img: "IMG_pok/volbeat.webp",
            desc: `
            Насекомый покемон, активный ночью. Он использует светящийся хвост для создания световых узоров в воздухе.
            `,
        },
        { //388
            name: "Иллюми́з",
            img: "IMG_pok/illumise.webp",
            desc: `
            Насекомый покемон, который привлекает Волбита своим запахом. Вместе они создают красивые светящиеся узоры в ночном небе.
            `,
        },
        { //389
            name: "Ро́зели́я",
            img: "IMG_pok/roselia.webp",
            desc: `
            Травяной и ядовитый покемон с цветами на руках. Каждый цветок может содержать яд с разными свойствами.
            `,
        },
        { //390
            name: "Галпа́йн",
            img: "IMG_pok/gulpin.webp",
            desc: `
            Ядовитый покемон, похожий на небольшую каплю. Его желудок способен переваривать практически любую пищу.
            `,
        },
        { //391
            name: "Сва́лот",
            img: "IMG_pok/swalot.webp",
            desc: `
            Крупный ядовитый покемон. Он может проглотить почти всё целиком, а затем растворить пищу сильной желудочной кислотой.
            `,
        },
        { //392
            name: "Ка́рвана",
            img: "IMG_pok/carvanha.webp",
            desc: `
            Водный и тёмный покемон, похожий на пиранью. Он живёт стаями и обладает острыми зубами.
            `,
        },
        { //393
            name: "Ша́рпидо",
            img: "IMG_pok/sharpedo.webp",
            desc: `
            Водный и тёмный покемон, похожий на акулу. Он способен развивать огромную скорость и легко пробивать корпуса лодок.
            `,
        },
        { //394
            name: "Ве́йлмер",
            img: "IMG_pok/wailmer.webp",
            desc: `
            Большой водный покемон, похожий на кита. Он способен запасать большое количество воды в своём теле.
            `,
        },
        { //395
            name: "Ве́йлорд",
            img: "IMG_pok/wailord.webp",
            desc: `
            Огромный водный покемон, напоминающий синего кита. Это один из крупнейших известных покемонов.
            `,
        },
        { //396
            name: "Нумел",
            img: "IMG_pok/numel.webp",
            desc: `
            Огненный и наземный покемон, похожий на верблюда. В его теле находится вулканическая магма.
            `,
        },
        { //397
            name: "Ка́мерупт",
            img: "IMG_pok/camerupt.webp",
            desc: `
            Огненный и наземный покемон с двумя вулканами на спине. Из них может извергаться горячая магма.
            `,
        },
        { //398
            name: "Торко́ул",
            img: "IMG_pok/torkoal.webp",
            desc: `
            Огненный покемон, похожий на черепаху. Он сжигает уголь внутри своего панциря и выпускает густой дым.
            `,
        },
        { //399
            name: "Спи́нда",
            img: "IMG_pok/spinda.webp",
            desc: `
            Нормальный покемон с уникальным рисунком пятен. Узор на теле каждого Спинды отличается от других.
            `,
        },
        { //400
            name: "Трапи́нч",
            img: "IMG_pok/trapinch.webp",
            desc: `
            Наземный покемон, живущий в пустынях. Он роет глубокие ямы и использует огромные челюсти для охоты.
            `,
        },
        { //401
            name: "Вибра́ва",
            img: "IMG_pok/vibrava.webp",
            desc: `
            Наземный и драконий покемон, способный создавать ультразвуковые волны быстрым движением крыльев.
            `,
        },
        { //402
            name: "Фла́йгон",
            img: "IMG_pok/flygon.webp",
            desc: `
            Наземный и драконий покемон, известный как дух пустыни. Он создаёт песчаные бури взмахами крыльев.
            `,
        },
        { //403
            name: "Ка́кния",
            img: "IMG_pok/cacnea.webp",
            desc: `
            Травяной покемон, похожий на кактус. Он живёт в засушливых местах и запасает воду внутри своего тела.
            `,
        },
        { //404
            name: "Ка́ктёрн",
            img: "IMG_pok/cacturne.webp",
            desc: `
            Травяной и тёмный покемон, похожий на оживший кактус. Ночью он выходит на охоту и преследует путников в пустыне.
            `,
        },
        { //405
            name: "Ма́йти́л",
            img: "IMG_pok/mawile.webp",
            desc: `
    Стальной и фейский покемон. Огромные челюсти на затылке позволяют ему неожиданно атаковать противника.
    `,
        },
        { //406
            name: "Спо́йнк",
            img: "IMG_pok/spoink.webp",
            desc: `
    Психический покемон. Он постоянно подпрыгивает на хвосте, потому что это помогает поддерживать работу его сердца.
    `,
        },
        { //407
            name: "Гра́мпиг",
            img: "IMG_pok/grumpig.webp",
            desc: `
    Психический покемон. Он использует жемчужины на теле для усиления своих психических способностей.
    `,
        },
        { //408
            name: "Сва́блу",
            img: "IMG_pok/swablu.webp",
            desc: `
    Обычный и летающий покемон. Его крылья напоминают пушистые облака, а сам он любит садиться на головы людей.
    `,
        },
        { //409
            name: "Алта́рия",
            img: "IMG_pok/altaria.webp",
            desc: `
    Драконий и летающий покемон. Его крылья похожи на облака, а пение считается необычайно красивым.
    `,
        },
        { //410
            name: "Зангу́з",
            img: "IMG_pok/zangoose.webp",
            desc: `
    Обычный покемон. Он обладает острыми когтями и является природным противником Севайпера.
    `,
        },
        { //411
            name: "Сева́йпер",
            img: "IMG_pok/seviper.webp",
            desc: `
    Ядовитый покемон. Его хвост похож на клинок, а главным природным врагом является Зангуз.
    `,
        },
        { //412
            name: "Луна́тон",
            img: "IMG_pok/lunatone.webp",
            desc: `
    Каменный и психический покемон. Его активность связана с лунным светом, а форма напоминает полумесяц.
    `,
        },
        { //413
            name: "Солро́к",
            img: "IMG_pok/solrock.webp",
            desc: `
    Каменный и психический покемон. Он получает энергию от солнечного света и способен предугадывать движения противника.
    `,
        },
        { //414
            name: "Барбо́ч",
            img: "IMG_pok/barboach.webp",
            desc: `
    Водный и наземный покемон. Он живёт в грязной воде и использует чувствительные усики для поиска пищи.
    `,
        },
        { //415
            name: "Виска́ш",
            img: "IMG_pok/whiscash.webp",
            desc: `
    Водный и наземный покемон. Он способен вызывать сильные землетрясения и чувствовать вибрации земли.
    `,
        },
        { //416
            name: "Корфи́ш",
            img: "IMG_pok/corphish.webp",
            desc: `
    Водный покемон, похожий на рака. Он очень живуч и легко приспосабливается к новым условиям окружающей среды.
    `,
        },
        { //417
            name: "Кра́удаунт",
            img: "IMG_pok/crawdaunt.webp",
            desc: `
    Водный и тёмный покемон. Он агрессивно защищает свою территорию и обладает огромными клешнями.
    `,
        },
        { //418
            name: "Бала́той",
            img: "IMG_pok/baltoy.webp",
            desc: `
    Наземный и психический покемон. Он постоянно вращается на одной ноге и способен использовать психические силы.
    `,
        },
        { //419
            name: "Кла́йдол",
            img: "IMG_pok/claydol.webp",
            desc: `
    Наземный и психический покемон. Он парит в воздухе и способен создавать несколько энергетических лучей одновременно.
    `,
        },
        { //420
            name: "Ли́лип",
            img: "IMG_pok/lileep.webp",
            desc: `
    Каменный и травяной покемон. Это древний морской покемон, восстановленный из ископаемых останков.
    `,
        },
        { //421
            name: "Крэ́дили",
            img: "IMG_pok/cradily.webp",
            desc: `
    Каменный и травяной покемон. Он использует щупальца вокруг головы, чтобы хватать добычу.
    `,
        },
        { //422
            name: "А́норит",
            img: "IMG_pok/anorith.webp",
            desc: `
    Каменный и жучий покемон. Это древний морской хищник, восстановленный из ископаемого.
    `,
        },
        { //423
            name: "Арма́лдо",
            img: "IMG_pok/armaldo.webp",
            desc: `
    Каменный и жучий покемон. Его прочная броня защищает тело, а мощные когти способны пробивать твёрдый камень.
    `,
        },
        { //424
            name: "Фи́бас",
            img: "IMG_pok/feebas.webp",
            desc: `
    Водный покемон, известный своей неприметной внешностью. При определённых условиях он может эволюционировать в прекрасного Милотика.
    `,
        },
        { //425
            name: "Мило́тик",
            img: "IMG_pok/milotic.webp",
            desc: `
    Водный покемон, похожий на огромного морского змея. Его считают одним из самых красивых покемонов.
    `,
        },
        { //426
            name: "Ка́стформ",
            img: "IMG_pok/castform.webp",
            desc: `
            Обычный покемон, способный менять форму и тип в зависимости от погоды.
            `,
        },
        { //427
            name: "Кеклео́н",
            img: "IMG_pok/kecleon.webp",
            desc: `
            Обычный покемон. Он умеет менять цвет тела и становиться почти невидимым для окружающих.
            `,
        },
        { //428
            name: "Шуппе́т",
            img: "IMG_pok/shuppet.webp",
            desc: `
            Призрачный покемон. Он питается сильными эмоциями людей, особенно завистью и злобой.
            `,
        },
        { //429
            name: "Бане́тт",
            img: "IMG_pok/banette.webp",
            desc: `
            Призрачный покемон. Согласно легендам, он появился из брошенной куклы и теперь ищет того, кто её оставил.
            `,
        },
        { //430
            name: "Да́скалл",
            img: "IMG_pok/duskull.webp",
            desc: `
            Призрачный покемон. Он скрывает лицо под капюшоном и способен проходить сквозь стены.
            `,
        },
        { //431
            name: "Да́скло́пс",
            img: "IMG_pok/dusclops.webp",
            desc: `
            Призрачный покемон. Внутри его тела словно находится бездонная пустота, способная поглощать различные предметы.
            `,
        },
        { //432
            name: "Тро́пиус",
            img: "IMG_pok/tropius.webp",
            desc: `
            Травяной и летающий покемон. На его теле растут большие листья, а на шее — сладкие плоды.
            `,
        },
        { //433
            name: "Чи́мэко",
            img: "IMG_pok/chimecho.webp",
            desc: `
            Психический покемон. Его тело напоминает колокольчик, а ветер заставляет его издавать мелодичные звуки.
            `,
        },
        { //434
            name: "Абсо́л",
            img: "IMG_pok/absol.webp",
            desc: `
            Тёмный покемон. Его появление часто связывают с бедствиями, хотя сам Абсол не является их причиной.
            `,
        },
        { //435
            name: "Ва́йноут",
            img: "IMG_pok/wynaut.webp",
            desc: `
            Психический покемон. Он постоянно улыбается и тренируется вместе с другими Вайноутами, толкаясь животами.
            `,
        },
        { //436
            name: "Сно́рант",
            img: "IMG_pok/snorunt.webp",
            desc: `
            Ледяной покемон. Он живёт в холодных местах и способен выживать даже при очень низких температурах.
            `,
        },
        { //437
            name: "Гла́ли",
            img: "IMG_pok/glalie.webp",
            desc: `
            Ледяной покемон. Он способен замораживать влагу в воздухе и покрывать своё тело льдом.
            `,
        },
        { //438
            name: "Спхи́л",
            img: "IMG_pok/spheal.webp",
            desc: `
            Ледяной и водный покемон. Его круглое тело позволяет ему легко кататься по снегу и льду.
            `,
        },
        { //439
            name: "Си́лио",
            img: "IMG_pok/sealeo.webp",
            desc: `
            Ледяной и водный покемон. Он любит жонглировать ледяными предметами и катать их на носу.
            `,
        },
        { //440
            name: "Уолре́йн",
            img: "IMG_pok/walrein.webp",
            desc: `
            Ледяной и водный покемон. Толстый слой жира защищает его от холода, а мощные клыки помогают сражаться.
            `,
        },
        { //441
            name: "Клампе́рл",
            img: "IMG_pok/clamperl.webp",
            desc: `
            Водный покемон, живущий внутри твёрдой раковины. Его раковина защищает мягкое тело от хищников.
            `,
        },
        { //442
            name: "Ха́нтайл",
            img: "IMG_pok/huntail.webp",
            desc: `
            Водный покемон, похожий на глубоководную рыбу. Он обладает мощными челюстями и живёт в морских глубинах.
            `,
        },
        { //443
            name: "Го́рбис",
            img: "IMG_pok/gorebyss.webp",
            desc: `
            Водный покемон с длинным розовым телом. Он живёт в глубоких водах и питается жидкостью из добычи.
            `,
        },
        { //444
            name: "Рели́кант",
            img: "IMG_pok/relicanth.webp",
            desc: `
            Водный и каменный покемон. Это древний вид, почти не изменившийся за сотни миллионов лет.
            `,
        },
        { //445
            name: "Лавди́ск",
            img: "IMG_pok/luvdisc.webp",
            desc: `
            Водный покемон в форме сердца. Его часто связывают с влюблёнными и романтическими отношениями.
            `,
        },
        { //446
            name: "Баго́н",
            img: "IMG_pok/bagon.webp",
            desc: `
            Драконий покемон. Он мечтает научиться летать и иногда прыгает со скал, надеясь взлететь.
            `,
        },
        { //447
            name: "Ше́лгон",
            img: "IMG_pok/shelgon.webp",
            desc: `
            Драконий покемон. Его тело заключено в прочную оболочку, внутри которой происходит подготовка к эволюции.
            `,
        },
        { //448
            name: "Саламе́нс",
            img: "IMG_pok/salamence.webp",
            desc: `
            Драконий и летающий покемон. После эволюции он наконец получает крылья и способен свободно летать.
            `,
        },
        { //449
            name: "Бе́лдум",
            img: "IMG_pok/beldum.webp",
            desc: `
            Стальной и психический покемон. Вместо обычной крови по его телу циркулирует магнитная сила.
            `,
        },
        { //450
            name: "Мета́нг",
            img: "IMG_pok/metang.webp",
            desc: `
            Стальной и психический покемон. Он образуется из двух Белдумов и обладает значительно большей психической силой.
            `,
        },
        { //451
            name: "Мета́гросс",
            img: "IMG_pok/metagross.webp",
            desc: `
            Стальной и психический покемон. Его разум образован объединением четырёх мозгов, что делает его чрезвычайно умным.
            `,
        },
        { //452
            name: "Реги́рок",
            img: "IMG_pok/regirock.webp",
            desc: `
            Легендарный каменный покемон. Его тело состоит из камней, которые он заменяет, если они повреждаются.
            `,
        },
        { //453
            name: "Реги́с",
            img: "IMG_pok/regice.webp",
            desc: `
            Легендарный ледяной покемон. Его тело состоит из особого льда и выдерживает невероятно низкие температуры.
            `,
        },
        { //454
            name: "Реги́стил",
            img: "IMG_pok/registeel.webp",
            desc: `
            Легендарный стальной покемон. Его тело сделано из неизвестного металла и отличается огромной прочностью.
            `,
        },
        { //455
            name: "Латиа́с",
            img: "IMG_pok/latias.webp",
            desc: `
            Легендарный драконий и психический покемон. Он способен отражать свет и становиться практически невидимым.
            `,
        },
        { //456
            name: "Латио́с",
            img: "IMG_pok/latios.webp",
            desc: `
            Легендарный драконий и психический покемон. Он способен развивать огромную скорость и понимать человеческую речь.
            `,
        },
        { //457
            name: "Кайо́гра",
            img: "IMG_pok/kyogre.webp",
            desc: `
            Легендарный водный покемон. Согласно легендам, он способен расширять моря и вызывать огромные ливни.
            `,
        },
        { //458
            name: "Гро́удон",
            img: "IMG_pok/groudon.webp",
            desc: `
            Легендарный наземный покемон. Согласно легендам, он способен расширять сушу и вызывать сильнейшую жару.
            `,
        },
        { //459
            name: "Райква́за",
            img: "IMG_pok/rayquaza.webp",
            desc: `
            Легендарный драконий и летающий покемон. Он живёт высоко в атмосфере и способен усмирять Кайогру и Гроудона.
            `,
        },
        { //460
            name: "Джира́чи",
            img: "IMG_pok/jirachi.webp",
            desc: `
            Мифический стальной и психический покемон. Говорят, что он может исполнить желания, когда просыпается от долгого сна.
            `,
        },
        { //461
            name: "Део́ксис",
            img: "IMG_pok/deoxys.webp",
            desc: `
            Мифический психический покемон, возникший из космического вируса. Он способен изменять форму своего тела.
            `,
        },
        { //462
            name: "Торти́г",
            img: "IMG_pok/turtwig.webp",
            desc: `
            Травяной покемон. Его панцирь состоит из земли, а небольшое растение на голове получает энергию от солнечного света.
            `,
        },
        { //463
            name: "Гро́тл",
            img: "IMG_pok/grotle.webp",
            desc: `
            Травяной покемон. Он живёт в лесах и выращивает на своём панцире деревья и кустарники.
            `,
        },
        { //464
            name: "Торте́рра",
            img: "IMG_pok/torterra.webp",
            desc: `
            Травяной и наземный покемон. На его огромном панцире растут деревья, поэтому он напоминает маленький движущийся лес.
            `,
        },
        { //465
            name: "Чимча́р",
            img: "IMG_pok/chimchar.webp",
            desc: `
            Огненный покемон. Пламя на его хвосте не гаснет даже во время сна, если только он не находится в воде.
            `,
        },
        { //466
            name: "Монфе́рно",
            img: "IMG_pok/monferno.webp",
            desc: `
            Огненный и боевой покемон. Он использует пламя хвоста и быстрые движения в бою.
            `,
        },
        { //467
            name: "Инфе́рнейп",
            img: "IMG_pok/infernape.webp",
            desc: `
            Огненный и боевой покемон. Он чрезвычайно быстр и использует боевые приёмы вместе с пламенем.
            `,
        },
        { //468
            name: "Пи́плап",
            img: "IMG_pok/piplup.webp",
            desc: `
            Водный покемон. Он гордый и упрямый, но благодаря плотному пуху хорошо переносит холод.
            `,
        },
        { //469
            name: "Принпла́п",
            img: "IMG_pok/prinplup.webp",
            desc: `
            Водный покемон. Он живёт независимо от других и использует свои сильные крылья-ласты для плавания.
            `,
        },
        { //470
            name: "Эмполео́н",
            img: "IMG_pok/empoleon.webp",
            desc: `
            Водный и стальной покемон. Его крылья напоминают лезвия, а металлический клюв способен рассекать прочные материалы.
            `,
        },
        { //471
            name: "Ста́рли",
            img: "IMG_pok/starly.webp",
            desc: `
            Обычный и летающий покемон. Он живёт большими стаями и отличается довольно громким криком.
            `,
        },
        { //472
            name: "Стара́вия",
            img: "IMG_pok/staravia.webp",
            desc: `
            Обычный и летающий покемон. Он собирается в стаи и активно защищает свою территорию.
            `,
        },
        { //473
            name: "Стара́птор",
            img: "IMG_pok/staraptor.webp",
            desc: `
            Обычный и летающий покемон. Он очень агрессивен в бою и способен атаковать противников, значительно превосходящих его по размеру.
            `,
        },
        { //474
            name: "Биду́ф",
            img: "IMG_pok/bidoof.webp",
            desc: `
            Обычный покемон. Он похож на бобра, имеет крепкие зубы и способен перегрызать дерево.
            `,
        },
        { //475
            name: "Биба́рел",
            img: "IMG_pok/bibarel.webp",
            desc: `
            Обычный и водный покемон. Он строит плотины из веток и брёвен и отлично плавает.
            `,
        },
        { //476
            name: "Кри́кетот",
            img: "IMG_pok/kricketot.webp",
            desc: `
            Жучий покемон. Он издаёт звуки, потирая усики друг о друга, и использует их для общения.
            `,
        },
        { //477
            name: "Кри́кетун",
            img: "IMG_pok/kricketune.webp",
            desc: `
            Жучий покемон. Он способен создавать сложные мелодии, двигая усиками и лапками.
            `,
        },
        { //478
            name: "Ши́нкс",
            img: "IMG_pok/shinx.webp",
            desc: `
            Электрический покемон. Он может создавать электричество и светиться в темноте.
            `,
        },
        { //479
            name: "Лю́ксио",
            img: "IMG_pok/luxio.webp",
            desc: `
            Электрический покемон. Он живёт стаями и использует электрические разряды для общения с сородичами.
            `,
        },
        { //480
            name: "Лю́ксрэй",
            img: "IMG_pok/luxray.webp",
            desc: `
            Электрический покемон. Его глаза способны видеть сквозь предметы и обнаруживать скрытые объекты.
            `,
        },
        { //481
            name: "Бу́дью",
            img: "IMG_pok/budew.webp",
            desc: `
            Травяной и ядовитый покемон. Его бутоны раскрываются при солнечном свете.
            `,
        },
        { //482
            name: "Ро́зэрэйд",
            img: "IMG_pok/roserade.webp",
            desc: `
            Травяной и ядовитый покемон. Он использует букеты цветов на руках, чтобы наносить быстрые удары и распылять яд.
            `,
        },
        { //483
            name: "Кра́нидос",
            img: "IMG_pok/cranidos.webp",
            desc: `
            Каменный покемон. Это древний покемон с чрезвычайно твёрдым черепом, способным разбивать камни.
            `,
        },
        { //484
            name: "Ра́мпардос",
            img: "IMG_pok/rampardos.webp",
            desc: `
            Каменный покемон. Его невероятно крепкий череп позволяет с разбега таранить даже твёрдые породы.
            `,
        },
        { //485
            name: "Щи́лдон",
            img: "IMG_pok/shieldon.webp",
            desc: `
            Каменный и стальной покемон. Его лицо защищено прочным щитом, который способен выдерживать сильные удары.
            `,
        },
        { //486
            name: "Бастиодо́н",
            img: "IMG_pok/bastiodon.webp",
            desc: `
            Каменный и стальной покемон. Огромная костяная пластина на лице служит ему мощной защитой.
            `,
        },
        { //487
            name: "Бурми́",
            img: "IMG_pok/burmy.webp",
            desc: `
            Жучий покемон. Он собирает материалы окружающей среды и использует их для создания покрова вокруг тела.
            `,
        },
        { //488
            name: "Вормада́м",
            img: "IMG_pok/wormadam.webp",
            desc: `
            Жучий покемон. Покров её тела меняется в зависимости от того, какие материалы использовала Бурми перед эволюцией.
            `,
        },
        { //489
            name: "Мо́ти́м",
            img: "IMG_pok/mothim.webp",
            desc: `
            Жучий и летающий покемон. Он не строит собственных укрытий и охотится за сладким нектаром.
            `,
        },
        { //490
            name: "Комби́",
            img: "IMG_pok/combee.webp",
            desc: `
            Жучий и летающий покемон. Три особи Комби живут вместе и работают как единая колония.
            `,
        },
        { //491
            name: "Веспике́н",
            img: "IMG_pok/vespiquen.webp",
            desc: `
            Жучий и летающий покемон. Она управляет колонией Комби и защищает её с помощью различных приказов.
            `,
        },
        { //492
            name: "Па́чирису",
            img: "IMG_pok/pachirisu.webp",
            desc: `
            Электрический покемон. Он запасает электричество в защёчных мешках и передаёт его сородичам.
            `,
        },
        { //493
            name: "Буи́зел",
            img: "IMG_pok/buizel.webp",
            desc: `
            Водный покемон. У него есть плавательные воротники, которые помогают ему держаться на поверхности воды.
            `,
        },
        { //494
            name: "Фло́тзел",
            img: "IMG_pok/floatzel.webp",
            desc: `
            Водный покемон. Плавательный круг на теле позволяет ему быстро перемещаться по воде и спасать людей.
            `,
        },
        { //495
            name: "Черуби́",
            img: "IMG_pok/cherubi.webp",
            desc: `
            Травяной покемон. Маленький плод на его теле содержит запас питательных веществ.
            `,
        },
        { //496
            name: "Черри́м",
            img: "IMG_pok/cherrim.webp",
            desc: `
            Травяной покемон. На солнечном свету его форма раскрывается и становится похожей на цветок.
            `,
        },
        { //497
            name: "Шелло́с",
            img: "IMG_pok/shellos.webp",
            desc: `
            Водный покемон. Его внешний вид может различаться в зависимости от места обитания.
            `,
        },
        { //498
            name: "Гастродо́н",
            img: "IMG_pok/gastrodon.webp",
            desc: `
            Водный и наземный покемон. Он способен поглощать воду и значительно увеличиваться в размерах.
            `,
        },
        { //499
            name: "Амби́по́м",
            img: "IMG_pok/ambipom.webp",
            desc: `
            Обычный покемон. Два хвоста с ладонями позволяют ему ловко хвататься за ветви и предметы.
            `,
        },
        { //500
            name: "Дрифлу́н",
            img: "IMG_pok/drifloon.webp",
            desc: `
            Призрачный и летающий покемон. Он похож на воздушный шар и иногда пытается увести детей за собой.
            `,
        },
        { //501
            name: "Дрифбли́м",
            img: "IMG_pok/drifblim.webp",
            desc: `
            Призрачный и летающий покемон. Он способен переносить людей и других покемонов благодаря огромному размеру.
            `,
        },
        { //502
            name: "Буни́ри",
            img: "IMG_pok/buneary.webp",
            desc: `
            Обычный покемон. Его длинные уши обладают большой силой и могут наносить неожиданные удары.
            `,
        },
        { //503
            name: "Лопу́нни",
            img: "IMG_pok/lopunny.webp",
            desc: `
            Обычный покемон. Его длинные уши и мощные ноги позволяют наносить быстрые и сильные удары.
            `,
        },
        { //504
            name: "Ми́смаджиус",
            img: "IMG_pok/mismagius.webp",
            desc: `
            Призрачный покемон. Он произносит загадочные заклинания и может вызывать у слушателей различные ощущения.
            `,
        },
        { //505
            name: "Хонкро́у",
            img: "IMG_pok/honchkrow.webp",
            desc: `
            Тёмный и летающий покемон. Он руководит стаями Муркроу и известен своим грозным видом.
            `,
        },
        { //506
            name: "Гла́меоу",
            img: "IMG_pok/glameow.webp",
            desc: `
            Обычный покемон. Его хвост закручивается спиралью, а характер часто бывает капризным.
            `,
        },
        { //507
            name: "Пе́ра́гли",
            img: "IMG_pok/purugly.webp",
            desc: `
            Обычный покемон. Он метит территорию и отличается сильным и независимым характером.
            `,
        },
        { //508
            name: "Чи́нглинг",
            img: "IMG_pok/chingling.webp",
            desc: `
            Психический покемон. Он издаёт звонкие звуки, используя тело как маленький колокольчик.
            `,
        },
        { //509
            name: "Ста́нки",
            img: "IMG_pok/stunky.webp",
            desc: `
            Ядовитый и тёмный покемон. Он выпускает из хвоста крайне неприятный запах, защищаясь от врагов.
            `,
        },
        { //510
            name: "Ска́нтанк",
            img: "IMG_pok/skuntank.webp",
            desc: `
            Ядовитый и тёмный покемон. Он способен выпускать зловонную жидкость на большое расстояние.
            `,
        },
        { //511
            name: "Бронзо́р",
            img: "IMG_pok/bronzor.webp",
            desc: `
            Стальной и психический покемон. Он напоминает древнее металлическое зеркало и способен отражать некоторые атаки.
            `,
        },
        { //512
            name: "Бронзо́нг",
            img: "IMG_pok/bronzong.webp",
            desc: `
            Стальной и психический покемон. Он похож на огромный колокол и связан с древними легендами о дожде.
            `,
        },
        { //513
            name: "Бонсли́",
            img: "IMG_pok/bonsly.webp",
            desc: `
            Каменный покемон. Он похож на маленькое дерево и выпускает воду через отверстия возле глаз.
            `,
        },
        { //514
            name: "Ми́ми-мла́йм",
            img: "IMG_pok/mimejr.webp",
            desc: `
            Психический и фейский покемон. Он учится создавать невидимые стены и копировать движения окружающих.
            `,
        },
        { //515
            name: "Хэппи́ни",
            img: "IMG_pok/happiny.webp",
            desc: `
            Обычный покемон. Она носит в животе овальный камень, который считает своим сокровищем.
            `,
        },
        { //516
            name: "Сти́нки",
            img: "IMG_pok/chatot.webp",
            desc: `
            Обычный и летающий покемон. Он способен имитировать человеческую речь и другие звуки.
            `,
        },
        { //517
            name: "Спири́томб",
            img: "IMG_pok/spiritomb.webp",
            desc: `
            Призрачный и тёмный покемон. Его духи заключены в древнем мистическом камне.
            `,
        },
        { //518
            name: "Гибл",
            img: "IMG_pok/gible.webp",
            desc: `
            Драконий и наземный покемон. Несмотря на небольшой размер, он обладает очень сильными челюстями.
            `,
        },
        { //519
            name: "Габайт",
            img: "IMG_pok/gabite.webp",
            desc: `
            Драконий и наземный покемон. Он собирает драгоценные камни и хранит их в своей пещере.
            `,
        },
        { //520
            name: "Гарчо́мп",
            img: "IMG_pok/garchomp.webp",
            desc: `
            Драконий и наземный покемон. Он способен развивать огромную скорость и атаковать противников острыми плавниками.
            `,
        },
        { //521
            name: "Мью́з",
            img: "IMG_pok/munchlax.webp",
            desc: `
            Обычный покемон. Он постоянно ищет пищу и способен съесть количество еды, сравнимое с его собственным весом.
            `,
        },
        { //522
            name: "Ри́оллу",
            img: "IMG_pok/riolu.webp",
            desc: `
            Боевой покемон. Он способен чувствовать ауру живых существ и использовать её для понимания окружающего мира.
            `,
        },
        { //523
            name: "Лу́карио",
            img: "IMG_pok/lucario.webp",
            desc: `
            Боевой и стальной покемон. Он способен ощущать ауру окружающих и использовать её в бою.
            `,
        },
        { //524
            name: "Ги́ппо́потас",
            img: "IMG_pok/hippopotas.webp",
            desc: `
            Наземный покемон. Он живёт в песке и способен выпускать из тела песчаную пыль, защищаясь от врагов.
            `,
        },
        { //525
            name: "Ги́ппо́удон",
            img: "IMG_pok/hippowdon.webp",
            desc: `
            Наземный покемон. Он способен создавать вокруг себя мощные песчаные бури и обладает огромной физической силой.
            `,
        },
        { //526
            name: "Скору́пи",
            img: "IMG_pok/skorupi.webp",
            desc: `
    Ядовитый и жучий покемон. Он хватает добычу клешнями и впрыскивает яд жалом на хвосте.
    `,
        },
        { //527
            name: "Дра́пион",
            img: "IMG_pok/drapion.webp",
            desc: `
    Ядовитый и тёмный покемон. Его прочный панцирь защищает тело, а огромные клешни очень опасны в бою.
    `,
        },
        { //528
            name: "Крога́нк",
            img: "IMG_pok/croagunk.webp",
            desc: `
    Ядовитый и боевой покемон. Он хранит яд в защёчных мешках и использует его во время атак.
    `,
        },
        { //529
            name: "То́ксикро́ук",
            img: "IMG_pok/toxicroak.webp",
            desc: `
    Ядовитый и боевой покемон. Он способен выпускать яд из шипов на руках и атаковать неожиданно быстро.
    `,
        },
        { //530
            name: "Карнива́йн",
            img: "IMG_pok/carnivine.webp",
            desc: `
    Травяной покемон. Он цепляется за ветви с помощью усиков и ловит добычу огромной пастью.
    `,
        },
        { //531
            name: "Финео́н",
            img: "IMG_pok/finneon.webp",
            desc: `
    Водный покемон. Его плавники отражают свет, создавая красивые мерцающие узоры под водой.
    `,
        },
        { //532
            name: "Люми́неон",
            img: "IMG_pok/lumineon.webp",
            desc: `
    Водный покемон. Светящиеся узоры на его теле помогают ему привлекать добычу в тёмных глубинах.
    `,
        },
        { //533
            name: "Манта́йк",
            img: "IMG_pok/mantyke.webp",
            desc: `
    Водный и летающий покемон. Он похож на маленького ската и часто плавает вместе со стаями Реморайдов.
    `,
        },
        { //534
            name: "Сно́вер",
            img: "IMG_pok/snover.webp",
            desc: `
    Травяной и ледяной покемон. Он живёт в холодных горах и выращивает на теле ягоды, похожие на снежки.
    `,
        },
        { //535
            name: "Або́масноу",
            img: "IMG_pok/abomasnow.webp",
            desc: `
    Травяной и ледяной покемон. Он обитает в заснеженных горах и способен вызывать сильные снежные бури.
    `,
        },
        { //536
            name: "Ви́вил",
            img: "IMG_pok/weavile.webp",
            desc: `
    Тёмный и ледяной покемон. Он очень быстр, ловок и использует острые когти для охоты.
    `,
        },
        { //537
            name: "Магне́зон",
            img: "IMG_pok/magnezone.webp",
            desc: `
    Электрический и стальной покемон. Он создаёт мощные магнитные поля и способен притягивать металлические предметы.
    `,
        },
        { //538
            name: "Лики́лики",
            img: "IMG_pok/lickilicky.webp",
            desc: `
    Обычный покемон. Его длинный язык настолько ловок, что он может использовать его почти как дополнительную руку.
    `,
        },
        { //539
            name: "Райперио́р",
            img: "IMG_pok/rhyperior.webp",
            desc: `
    Наземный и каменный покемон. Его броня чрезвычайно прочна, а он способен запускать камни из отверстий на ладонях.
    `,
        },
        { //540
            name: "Тангро́ут",
            img: "IMG_pok/tangrowth.webp",
            desc: `
    Травяной покемон. Его тело скрыто под множеством длинных лоз, которые он использует для атаки и захвата предметов.
    `,
        },
        { //541
            name: "Электи́вайр",
            img: "IMG_pok/electivire.webp",
            desc: `
    Электрический покемон. Он способен накапливать огромное количество электричества и выпускать мощные разряды из рук.
    `,
        },
        { //542
            name: "Магмо́ртар",
            img: "IMG_pok/magmortar.webp",
            desc: `
    Огненный покемон. Он способен стрелять огненными шарами из своих рук, словно из пушек.
    `,
        },
        { //543
            name: "Тоге́кисс",
            img: "IMG_pok/togekiss.webp",
            desc: `
    Фейский и летающий покемон. Он редко появляется там, где царят конфликты, и считается символом мира.
    `,
        },
        { //544
            name: "Янме́га",
            img: "IMG_pok/yanmega.webp",
            desc: `
    Жучий и летающий покемон. Он обладает мощными крыльями и способен создавать сильные воздушные потоки.
    `,
        },
        { //545
            name: "Лифео́н",
            img: "IMG_pok/leafeon.webp",
            desc: `
    Травяной покемон. Его тело напоминает растение, а энергия солнечного света помогает ему сохранять силы.
    `,
        },
        { //546
            name: "Гласео́н",
            img: "IMG_pok/glaceon.webp",
            desc: `
    Ледяной покемон. Он способен понижать температуру вокруг тела и создавать ледяные кристаллы.
    `,
        },
        { //547
            name: "Гли́скор",
            img: "IMG_pok/gliscor.webp",
            desc: `
    Наземный и летающий покемон. Он бесшумно планирует в темноте и использует большие клешни для охоты.
    `,
        },
        { //548
            name: "Ма́мосвайн",
            img: "IMG_pok/mamoswine.webp",
            desc: `
    Ледяной и наземный покемон. Его тело покрыто густой шерстью, защищающей от сильного холода.
    `,
        },
        { //549
            name: "Пориго́н-Z",
            img: "IMG_pok/porygon-z.webp",
            desc: `
    Обычный покемон. Это усовершенствованная версия Поригона, созданная с помощью специальной программы.
    `,
        },
        { //550
            name: "Галле́йд",
            img: "IMG_pok/gallade.webp",
            desc: `
    Психический и боевой покемон. Его руки превращаются в острые лезвия, а сам он отличается благородным поведением.
    `,
        },
        { //551
            name: "Пробопа́сс",
            img: "IMG_pok/probopass.webp",
            desc: `
    Каменный и стальной покемон. Он управляет магнитными силами и способен перемещать небольшие металлические объекты.
    `,
        },
        { //552
            name: "Даскно́йр",
            img: "IMG_pok/dusknoir.webp",
            desc: `
    Призрачный покемон. На его животе находится отверстие, которое выглядит как огромная пасть.
    `,
        },
        { //553
            name: "Фросла́сс",
            img: "IMG_pok/froslass.webp",
            desc: `
    Ледяной и призрачный покемон. Он похож на женщину в кимоно и появляется в заснеженных местах.
    `,
        },
        { //554
            name: "Рото́м",
            img: "IMG_pok/rotom.webp",
            desc: `
    Электрический и призрачный покемон. Он способен вселяться в различные электрические приборы и управлять ими.
    `,
        },
        { //555
            name: "У́кси",
            img: "IMG_pok/uxie.webp",
            desc: `
    Легендарный психический покемон. Его называют существом знания, а легенды связывают с ним появление знаний у людей.
    `,
        },
        { //556
            name: "Ме́сприт",
            img: "IMG_pok/mesprit.webp",
            desc: `
    Легендарный психический покемон. Его называют существом эмоций, связанным с чувствами людей и покемонов.
    `,
        },
        { //557
            name: "Азе́лф",
            img: "IMG_pok/azelf.webp",
            desc: `
    Легендарный психический покемон. Его называют существом силы воли и решимости.
    `,
        },
        { //558
            name: "Диалга́",
            img: "IMG_pok/dialga.webp",
            desc: `
    Легендарный стальной и драконий покемон. Согласно легендам, он управляет временем.
    `,
        },
        { //559
            name: "Па́лкия",
            img: "IMG_pok/palkia.webp",
            desc: `
    Легендарный водный и драконий покемон. Согласно легендам, он управляет пространством.
    `,
        },
        { //560
            name: "Хи́тран",
            img: "IMG_pok/heatran.webp",
            desc: `
    Легендарный огненный и стальной покемон. Он живёт в вулканических пещерах и обладает телом из расплавленного металла.
    `,
        },
        { //561
            name: "Реги́гигас",
            img: "IMG_pok/regigigas.webp",
            desc: `
    Легендарный обычный покемон. Согласно легендам, он способен тянуть континенты с помощью огромной силы.
    `,
        },
        { //562
            name: "Гирати́на",
            img: "IMG_pok/giratina.webp",
            desc: `
    Легендарный призрачный и драконий покемон. Он связан с Искажённым миром и способен существовать в разных формах.
    `,
        },
        { //563
            name: "Крессе́лия",
            img: "IMG_pok/cresselia.webp",
            desc: `
    Легендарный психический покемон. Её перья напоминают лунный свет, а появление связывают с хорошими снами.
    `,
        },
        { //564
            name: "Фио́не",
            img: "IMG_pok/phione.webp",
            desc: `
    Мифический водный покемон. Он живёт в тёплых морях и способен возвращаться к месту своего рождения.
    `,
        },
        { //565
            name: "Мана́фи",
            img: "IMG_pok/manaphy.webp",
            desc: `
    Мифический водный покемон. Он обладает необычной способностью устанавливать тесную связь с другими покемонами.
    `,
        },
        { //566
            name: "Да́ркрай",
            img: "IMG_pok/darkrai.webp",
            desc: `
    Мифический тёмный покемон. Согласно легендам, он способен навевать людям кошмары.
    `,
        },
        { //567
            name: "Ша́ймин",
            img: "IMG_pok/shaymin.webp",
            desc: `
    Мифический травяной покемон. Он способен очищать воздух от загрязнений и превращать засохшие места в цветущие поля.
    `,
        },
        { //568
            name: "Арсе́ус",
            img: "IMG_pok/arceus.webp",
            desc: `
    Мифический обычный покемон. В легендах он считается существом, создавшим вселенную.
    `,
        },
        { //569
            name: "Викти́ни",
            img: "IMG_pok/victini.webp",
            desc: `
    Мифический психический и огненный покемон. Говорят, что тренер, сражающийся вместе с Виктини, всегда одерживает победу.
    `,
        },
        { //570
            name: "Се́рви́н",
            img: "IMG_pok/servine.webp",
            desc: `
    Травяной покемон. Он очень ловок и способен быстро перемещаться среди густой растительности.
    `,
        },
        { //571
            name: "Се́рперайор",
            img: "IMG_pok/serperior.webp",
            desc: `
    Травяной покемон. Он может остановить противника одним взглядом и обладает гордой и спокойной манерой поведения.
    `,
        },
        { //572
            name: "Те́пиг",
            img: "IMG_pok/tepig.webp",
            desc: `
    Огненный покемон. Он способен выпускать огонь из носа и любит жареные ягоды.
    `,
        },
        { //573
            name: "Пи́гнайт",
            img: "IMG_pok/pignite.webp",
            desc: `
    Огненный и боевой покемон. Внутри его тела горит пламя, которое усиливается, когда он ест.
    `,
        },
        { //574
            name: "Э́мбо́р",
            img: "IMG_pok/Emboar.webp",
            desc: `
    Огненный и боевой покемон. Он обладает огромной физической силой и умеет создавать пламя вокруг шеи.
    `,
        },
        { //575
            name: "О́шауотт",
            img: "IMG_pok/oshawott.webp",
            desc: `
    Водный покемон. Он использует ракушку на животе как оружие и способен быстро наносить ею удары.
    `,
        },
        { //576
            name: "Дьюо́тт",
            img: "IMG_pok/dewott.webp",
            desc: `
    Водный покемон. Он носит две ракушки, похожие на мечи, и постоянно тренируется владеть ими.
    `,
        },
        { //577
            name: "Си́ми́сир",
            img: "IMG_pok/simisear.webp",
            desc: `
    Огненный покемон. Он хранит пламя внутри пышного хохолка и любит сладкую пищу.
    `,
        },
        { //578
            name: "Па́нпур",
            img: "IMG_pok/panpour.webp",
            desc: `
    Водный покемон. Он запасает воду в специальном хохолке и любит влажные места.
    `,
        },
        { //579
            name: "Сими́пур",
            img: "IMG_pok/simipour.webp",
            desc: `
    Водный покемон. Его большой хохолок наполнен водой, которую он может выпускать мощной струёй.
    `,
        },
        { //580
            name: "Самуро́тт",
            img: "IMG_pok/samurott.webp",
            desc: `
    Водный покемон. Он носит на теле доспехи и способен мгновенно извлекать из них острые клинки.
    `,
        },
        { //581
            name: "Патра́т",
            img: "IMG_pok/patrat.webp",
            desc: `
    Обычный покемон. Он внимательно следит за окружающей обстановкой и часто стоит на посту, предупреждая стаю об опасности.
    `,
        },
        { //582
            name: "Уо́тчог",
            img: "IMG_pok/watchog.webp",
            desc: `
    Обычный покемон. Его глаза могут светиться в темноте, а особая окраска помогает ему отпугивать врагов.
    `,
        },
        { //583
            name: "Лили́пап",
            img: "IMG_pok/lillipup.webp",
            desc: `
    Обычный покемон. Он очень умён и способен запоминать запахи людей и покемонов.
    `,
        },
        { //584
            name: "Хе́рдиер",
            img: "IMG_pok/herdier.webp",
            desc: `
    Обычный покемон. Длинная шерсть вокруг тела служит ему защитой от ударов.
    `,
        },
        { //585
            name: "Ста́утленд",
            img: "IMG_pok/stoutland.webp",
            desc: `
    Обычный покемон. Его густая шерсть защищает от сильного холода, а сам он способен спасать людей в горах.
    `,
        },
        { //586
            name: "Пу́рлойн",
            img: "IMG_pok/purrloin.webp",
            desc: `
    Тёмный покемон. Он крадёт предметы у людей и покемонов, после чего делает вид, будто ничего не произошло.
    `,
        },
        { //587
            name: "Липа́рд",
            img: "IMG_pok/liepard.webp",
            desc: `
    Тёмный покемон. Он чрезвычайно скрытен и способен бесшумно приближаться к добыче.
    `,
        },
        { //588
            name: "Па́нсейдж",
            img: "IMG_pok/pansage.webp",
            desc: `
    Травяной покемон. Он выращивает на голове особые листья и способен делиться ими с теми, кто устал.
    `,
        },
        { //589
            name: "Сими́сейдж",
            img: "IMG_pok/simisage.webp",
            desc: `
    Травяной покемон. Его похожий на куст хвост и зелёный хохолок скрывают острые шипы.
    `,
        },
        { //590
            name: "Па́нсир",
            img: "IMG_pok/pansear.webp",
            desc: `
    Огненный покемон. Он запасает тепло в своём хохолке и любит находиться возле источников огня.
    `,
        },
        { //591
            name: "Му́нна",
            img: "IMG_pok/munna.webp",
            desc: `
    Психический покемон. Он питается сновидениями людей и покемонов и выпускает туман, связанный со снами.
    `,
        },
        { //592
            name: "Муша́рна",
            img: "IMG_pok/musharna.webp",
            desc: `
    Психический покемон. Он выпускает из тела туман сновидений, который может принимать различные формы.
    `,
        },
        { //593
            name: "Пи́дов",
            img: "IMG_pok/pidove.webp",
            desc: `
    Обычный и летающий покемон. Он живёт рядом с людьми и хорошо приспосабливается к городской среде.
    `,
        },
        { //594
            name: "Тра́нкуилл",
            img: "IMG_pok/tranquill.webp",
            desc: `
    Обычный и летающий покемон. Он обладает хорошим чувством направления и способен безошибочно находить дорогу домой.
    `,
        },
        { //595
            name: "Унфеза́нт",
            img: "IMG_pok/unfezant.webp",
            desc: `
    Обычный и летающий покемон. Самцы и самки заметно различаются внешне, а самцы отличаются особенно ярким оперением.
    `,
        },
        { //596
            name: "Бли́тцл",
            img: "IMG_pok/blitzle.webp",
            desc: `
    Электрический покемон. Он запасает электричество в гриве и способен создавать мощные разряды во время бега.
    `,
        },
        { //597
            name: "Зебстра́йка",
            img: "IMG_pok/zebstrika.webp",
            desc: `
    Электрический покемон. Он способен развивать большую скорость и выпускать молнии из своей гривы.
    `,
        },
        { //598
            name: "Ро́ггенрола",
            img: "IMG_pok/roggenrola.webp",
            desc: `
    Каменный покемон. Его тело очень твёрдое, а внутри находится энергетическое ядро.
    `,
        },
        { //599
            name: "Бо́лдор",
            img: "IMG_pok/boldore.webp",
            desc: `
    Каменный покемон. Из выступов его тела выходит энергия, которую он использует для мощных атак.
    `,
        },
        { //600
            name: "Гигали́т",
            img: "IMG_pok/gigalith.webp",
            desc: `
    Каменный покемон. Он способен поглощать энергию и выпускать её в виде мощных энергетических лучей.
    `,
        },
        { //601
            name: "Ву́бат",
            img: "IMG_pok/woobat.webp",
            desc: `
    Психический и летающий покемон. Он живёт в пещерах и использует ультразвук для ориентации.
    `,
        },
        { //602
            name: "Сво́бат",
            img: "IMG_pok/swoobat.webp",
            desc: `
    Психический и летающий покемон. Он способен создавать мощные звуковые волны и усиливать их эмоциональной энергией.
    `,
        },
        { //603
            name: "Дрилбур",
            img: "IMG_pok/drilbur.webp",
            desc: `
    Наземный покемон. Его когти вращаются словно бур и позволяют ему быстро прокладывать туннели под землёй.
    `,
        },
        { //604
            name: "Экскадрилл",
            img: "IMG_pok/excadrill.webp",
            desc: `
    Наземный и стальной покемон. Его когти и голова образуют мощный бур, способный пробивать твёрдую землю.
    `,
        },
        { //605
            name: "Ауди́но",
            img: "IMG_pok/audino.webp",
            desc: `
    Обычный покемон. Его длинные уши чрезвычайно чувствительны и позволяют слышать сердцебиение окружающих.
    `,
        },
        { //606
            name: "Ти́мбурр",
            img: "IMG_pok/timburr.webp",
            desc: `
    Боевой покемон. Он постоянно тренируется и носит с собой деревянный брусок, который использует как оружие.
    `,
        },
        { //607
            name: "Гурду́рр",
            img: "IMG_pok/gurdurr.webp",
            desc: `
    Боевой покемон. Он постоянно тренируется и способен поднимать тяжёлые металлические балки.
    `,
        },
        { //608
            name: "Конкельду́рр",
            img: "IMG_pok/conkeldurr.webp",
            desc: `
    Боевой покемон. Он мастерски управляется с бетонными столбами и обладает огромной физической силой.
    `,
        },
        { //609
            name: "Ти́мпол",
            img: "IMG_pok/tympole.webp",
            desc: `
    Водный покемон. Он общается с другими Тимполами с помощью звуковых волн.
    `,
        },
        { //610
            name: "Палпито́д",
            img: "IMG_pok/palpitoad.webp",
            desc: `
    Водный и наземный покемон. Он создаёт вибрации своим телом и способен использовать их для атак.
    `,
        },
        { //611
            name: "Сейсмито́ад",
            img: "IMG_pok/seismitoad.webp",
            desc: `
    Водный и наземный покемон. Он усиливает свои удары мощными вибрациями, создаваемыми многочисленными наростами на теле.
    `,
        },
        { //612
            name: "Тро́у",
            img: "IMG_pok/throh.webp",
            desc: `
    Боевой покемон. Он носит пояс и постоянно совершенствует бросковые приёмы боевых искусств.
    `,
        },
        { //613
            name: "Со́ук",
            img: "IMG_pok/sawk.webp",
            desc: `
    Боевой покемон. Он посвящает себя тренировкам и способен наносить очень мощные удары.
    `,
        },
        { //614
            name: "Сева́ддл",
            img: "IMG_pok/sewaddle.webp",
            desc: `
    Жучий и травяной покемон. Он шьёт себе одежду из листьев, используя шёлковую нить.
    `,
        },
        { //615
            name: "Сваду́н",
            img: "IMG_pok/swadloon.webp",
            desc: `
    Жучий и травяной покемон. Он постоянно находится внутри покрова из листьев и почти не покидает его.
    `,
        },
        { //616
            name: "Лива́нни",
            img: "IMG_pok/leavanny.webp",
            desc: `
    Жучий и травяной покемон. Он мастерски шьёт одежду из листьев для маленьких покемонов.
    `,
        },
        { //617
            name: "Венипе́д",
            img: "IMG_pok/venipede.webp",
            desc: `
    Жучий и ядовитый покемон. Он обладает множеством маленьких ног и способен впрыскивать яд при укусе.
    `,
        },
        { //618
            name: "Ви́рлипид",
            img: "IMG_pok/whirlipede.webp",
            desc: `
    Жучий и ядовитый покемон. Его твёрдый панцирь защищает тело, а яркая окраска предупреждает врагов о яде.
    `,
        },
        { //619
            name: "Сколи́пид",
            img: "IMG_pok/scolipede.webp",
            desc: `
    Жучий и ядовитый покемон. Он очень быстро передвигается и атакует врагов ядовитыми когтями.
    `,
        },
        { //620
            name: "Котто́ни",
            img: "IMG_pok/cottonee.webp",
            desc: `
    Травяной и фейский покемон. Его лёгкое тело легко подхватывается ветром и уносится далеко от места обитания.
    `,
        },
        { //621
            name: "Ви́мсикотт",
            img: "IMG_pok/whimsicott.webp",
            desc: `
    Травяной и фейский покемон. Он проникает в небольшие щели и оставляет после себя пушистые клочки шерсти.
    `,
        },
        { //622
            name: "Пети́лил",
            img: "IMG_pok/petilil.webp",
            desc: `
    Травяной покемон. Он любит солнечный свет и способен восстанавливать силы с помощью солнечной энергии.
    `,
        },
        { //623
            name: "Лилига́нт",
            img: "IMG_pok/lilligant.webp",
            desc: `
    Травяной покемон. На его голове распускается большой цветок, требующий тщательного ухода.
    `,
        },
        { //624
            name: "Баскули́н",
            img: "IMG_pok/basculin.webp",
            desc: `
    Водный покемон. Он отличается агрессивным характером и часто живёт большими стаями.
    `,
        },
        { //625
            name: "Са́ндайл",
            img: "IMG_pok/sandile.webp",
            desc: `
    Наземный и тёмный покемон, живущий в пустынях. Он прячется в песке, оставляя наружу только глаза.
    `,
        },
        { //626
            name: "Крокоро́к",
            img: "IMG_pok/krokorok.webp",
            desc: `
    Наземный и тёмный покемон. Его глаза защищены специальной мембраной, позволяющей видеть даже в ярком пустынном свете.
    `,
        },
        { //627
            name: "Крокода́йл",
            img: "IMG_pok/krookodile.webp",
            desc: `
    Большой наземный и тёмный покемон, похожий на крокодила. Его мощные челюсти способны легко раздавить добычу.
    `,
        },
        { //628
            name: "Дарума́ка",
            img: "IMG_pok/darumaka.webp",
            desc: `
    Огненный покемон, известный своим горячим и энергичным характером. Когда он спит, его внутреннее пламя остывает.
    `,
        },
        { //629
            name: "Дарманита́н",
            img: "IMG_pok/darmanitan.webp",
            desc: `
    Мощный огненный покемон с огромной физической силой. В бою он способен полностью сосредоточиться на атаке.
    `,
        },
        { //630
            name: "Мара́ктус",
            img: "IMG_pok/maractus.webp",
            desc: `
    Травяной покемон, похожий на цветущий кактус. Он танцует и издаёт звуки, похожие на ритм маракасов.
    `,
        },
        { //631
            name: "Двэ́ббл",
            img: "IMG_pok/dwebble.webp",
            desc: `
    Жучок-камнелюб, который носит на спине камень вместо раковины. Он способен вырезать себе подходящее каменное укрытие.
    `,
        },
        { //632
            name: "Кра́стл",
            img: "IMG_pok/crustle.webp",
            desc: `
    Жучиный и каменный покемон, носящий огромную скалу на спине. Несмотря на её размер, он способен быстро передвигаться.
    `,
        },
        { //633
            name: "Скра́гги",
            img: "IMG_pok/scraggy.webp",
            desc: `
    Тёмный и боевой покемон. Его кожа свисает вокруг тела как штаны и служит своеобразной защитой.
    `,
        },
        { //634
            name: "Скра́фти",
            img: "IMG_pok/scrafty.webp",
            desc: `
    Тёмный и боевой покемон с грозным видом. Он использует свисающую кожу как защитный покров.
    `,
        },
        { //635
            name: "Сиги́лиф",
            img: "IMG_pok/sigilyph.webp",
            desc: `
    Психический и летающий покемон загадочной формы. Говорят, что он охраняет древние руины и следует маршрутам, которыми пользовался тысячи лет назад.
    `,
        },
        { //636
            name: "Я́маск",
            img: "IMG_pok/yamask.webp",
            desc: `
    Призрачный покемон, который носит маску, напоминающую его прежнее лицо. Он иногда смотрит на маску и вспоминает свою прошлую жизнь.
    `,
        },
        { //637
            name: "Кофагри́гус",
            img: "IMG_pok/cofagrigus.webp",
            desc: `
    Призрачный покемон, похожий на древний саркофаг. Он может превращать добычу в подобие мумии.
    `,
        },
        { //638
            name: "Тирту́га",
            img: "IMG_pok/tirtouga.webp",
            desc: `
    Водный и каменный ископаемый покемон, похожий на древнюю морскую черепаху. Его вид существовал более ста миллионов лет назад.
    `,
        },
        { //639
            name: "Каррако́ста",
            img: "IMG_pok/carracosta.webp",
            desc: `
    Мощный водный и каменный покемон с панцирем, способным выдерживать сильнейшие удары. Он обладает огромной силой челюстей.
    `,
        },
        { //640
            name: "А́рчен",
            img: "IMG_pok/archen.webp",
            desc: `
    Древний ископаемый покемон каменного и летающего типа. Считается, что он является одним из предков современных птиц.
    `,
        },
        { //641
            name: "Архео́пс",
            img: "IMG_pok/archeops.webp",
            desc: `
    Древний каменный и летающий покемон. Он отлично бегает и способен развивать большую скорость перед взлётом.
    `,
        },
        { //642
            name: "Тра́ббиш",
            img: "IMG_pok/trubbish.webp",
            desc: `
    Ядовитый покемон, возникший из мусора. Он может выпускать из тела токсичные газы и жидкость.
    `,
        },
        { //643
            name: "Гарбодо́р",
            img: "IMG_pok/garbodor.webp",
            desc: `
    Большой ядовитый покемон, состоящий из мусора и отходов. Он использует токсичные вещества как оружие.
    `,
        },
        { //644
            name: "Зо́руа",
            img: "IMG_pok/zorua.webp",
            desc: `
    Тёмный покемон, способный создавать иллюзии. Он часто принимает облик других существ, чтобы скрыться.
    `,
        },
        { //645
            name: "Зороа́рк",
            img: "IMG_pok/zoroark.webp",
            desc: `
    Мощный тёмный покемон, мастер иллюзий. Он способен создавать настолько убедительные образы, что окружающие принимают их за настоящие.
    `,
        },
        { //646
            name: "Минчи́но",
            img: "IMG_pok/minccino.webp",
            desc: `
    Маленький нормальный покемон, который очень любит чистоту. Он использует хвост, чтобы вытирать пыль и грязь.
    `,
        },
        { //647
            name: "Чинчи́но",
            img: "IMG_pok/cinccino.webp",
            desc: `
    Нормальный покемон с очень мягким мехом. Его шерсть покрыта специальным веществом, отталкивающим грязь.
    `,
        },
        { //648
            name: "Готи́та",
            img: "IMG_pok/gothita.webp",
            desc: `
    Психический покемон. Он постоянно наблюдает за окружающим миром и использует свои психические способности.
    `,
        },
        { //649
            name: "Готи́рита",
            img: "IMG_pok/gothorita.webp",
            desc: `
    Психический покемон, связанный с движением небесных тел. Ночью он особенно активно использует свои способности.
    `,
        },
        { //650
            name: "Готи́тель",
            img: "IMG_pok/gothitelle.webp",
            desc: `
    Мощный психический покемон. Говорят, что он способен видеть далёкое будущее благодаря своей необычной силе.
    `,
        },
        { //651
            name: "Соло́зис",
            img: "IMG_pok/solosis.webp",
            desc: `
    Психический покемон, окружённый защитной жидкостью. Он использует психическую силу для общения с другими существами.
    `,
        },
        { //652
            name: "Дуо́сион",
            img: "IMG_pok/duosion.webp",
            desc: `
    Психический покемон, тело которого разделено на две части. Обе половины должны действовать согласованно, чтобы полностью использовать его силу.
    `,
        },
        { //653
            name: "Рею́никлус",
            img: "IMG_pok/reuniclus.webp",
            desc: `
    Мощный психический покемон. Его руки состоят из особого вещества, позволяющего ему использовать огромную физическую и психическую силу.
    `,
        },
        { //654
            name: "Да́клетт",
            img: "IMG_pok/ducklett.webp",
            desc: `
    Водный и летающий покемон, похожий на утёнка. Он хорошо плавает и способен быстро летать над водой.
    `,
        },
        { //655
            name: "Сва́нна",
            img: "IMG_pok/swanna.webp",
            desc: `
    Водный и летающий покемон, похожий на лебедя. Несмотря на изящный вид, он способен наносить мощные удары крыльями.
    `,
        },
        { //656
            name: "Вани́лайт",
            img: "IMG_pok/vanillite.webp",
            desc: `
    Ледяной покемон, похожий на маленькую порцию мороженого. Он способен охлаждать воздух и создавать снежные облака.
    `,
        },
        { //657
            name: "Вани́лиш",
            img: "IMG_pok/vanillish.webp",
            desc: `
    Ледяной покемон, похожий на мороженое. Он использует холод, чтобы создавать ледяные кристаллы и снежные бури.
    `,
        },
        { //658
            name: "Вани́лакс",
            img: "IMG_pok/vanilluxe.webp",
            desc: `
    Мощный ледяной покемон, состоящий из двух соединённых существ. Он может выпускать из двух голов ледяной воздух и создавать сильные снегопады.
    `,
        },
        { //659
            name: "Де́рлинг",
            img: "IMG_pok/deerling.webp",
            desc: `
    Нормальный и травяной покемон, похожий на оленёнка. Его внешний вид меняется в зависимости от времени года.
    `,
        },
        { //660
            name: "Са́усбак",
            img: "IMG_pok/sawsbuck.webp",
            desc: `
    Нормальный и травяной покемон, похожий на оленя. Форма его рогов и внешний вид зависят от сезона.
    `,
        },
        { //661
            name: "Эмо́лга",
            img: "IMG_pok/emolga.webp",
            desc: `
    Электрический и летающий покемон. Он накапливает электричество в защёчных мешках и использует кожные перепонки для планирования.
    `,
        },
        { //662
            name: "Кара́бласт",
            img: "IMG_pok/karrablast.webp",
            desc: `
    Жучиный покемон, который соперничает с Шелметом. Во время особого обмена с ним он может эволюционировать.
    `,
        },
        { //663
            name: "Эскава́льер",
            img: "IMG_pok/escavalier.webp",
            desc: `
    Жучиный и стальной покемон. Он использует части панциря Шелмета как доспехи и оружие.
    `,
        },
        { //664
            name: "Фу́нгус",
            img: "IMG_pok/foongus.webp",
            desc: `
    Травяной и ядовитый покемон, похожий на гриб. Его рисунок напоминает покебол и помогает ему заманивать любопытных существ.
    `,
        },
        { //665
            name: "Амо́нгус",
            img: "IMG_pok/amoonguss.webp",
            desc: `
    Травяной и ядовитый покемон, похожий на большой гриб. Он размахивает похожими на покеболы наростами, чтобы привлекать добычу.
    `,
        },
        { //666
            name: "Фри́ллиш",
            img: "IMG_pok/frillish.webp",
            desc: `
    Водный и призрачный покемон. Он живёт в море и использует щупальца, чтобы хватать и уводить добычу в глубину.
    `,
        },
        { //667
            name: "Дже́ллисент",
            img: "IMG_pok/jellicent.webp",
            desc: `
    Водный и призрачный покемон, похожий на медузу. Он обитает в океане и может затягивать корабли в свои подводные владения.
    `,
        },
        { //668
            name: "Аломомо́ла",
            img: "IMG_pok/alomomola.webp",
            desc: `
    Водный покемон, похожий на большую рыбу. Он известен способностью заботиться о раненых и помогать им восстанавливаться.
    `,
        },
        { //669
            name: "Джо́лтик",
            img: "IMG_pok/joltik.webp",
            desc: `
    Жучиный и электрический покемон. Он настолько мал, что может цепляться за шерсть крупных существ и питаться накопленным электричеством.
    `,
        },
        { //670
            name: "Гальва́нтула",
            img: "IMG_pok/galvantula.webp",
            desc: `
    Жучиный и электрический покемон, похожий на большого паука. Он создаёт электрическую паутину, которая может поражать противников током.
    `,
        },
        { //671
            name: "Ферроси́д",
            img: "IMG_pok/ferroseed.webp",
            desc: `
    Травяной и стальной покемон, покрытый шипами. Он цепляется за стены и скалы, впитывая из них питательные вещества.
    `,
        },
        { //672
            name: "Феррото́рн",
            img: "IMG_pok/ferrothorn.webp",
            desc: `
    Травяной и стальной покемон с тяжёлым металлическим телом. Он использует длинные шипы как оружие и способен цепляться за поверхности.
    `,
        },
        { //673
            name: "Кли́нк",
            img: "IMG_pok/klink.webp",
            desc: `
    Стальной покемон, состоящий из двух соединённых шестерёнок. Его вращающиеся зубцы используются для движения и атаки.
    `,
        },
        { //674
            name: "Кла́нг",
            img: "IMG_pok/klang.webp",
            desc: `
    Стальной покемон, состоящий из нескольких шестерёнок. Дополнительная шестерня может отделяться и использоваться для атаки.
    `,
        },
        { //675
            name: "Клинкла́нг",
            img: "IMG_pok/klinklang.webp",
            desc: `
    Стальной покемон из нескольких вращающихся шестерёнок.Самая маленькая шестерёнка может отделяться и запускаться в противника.
    `,
        },
        { //676
            name: "Тайна́мо",
            img: "IMG_pok/tynamo.webp",
            desc: `
    Электрический покемон, похожий на маленького угря.Он способен парить в воздухе и создавать электрические разряды.
    `,
        },
        { //677
            name: "Электри́кросс",
            img: "IMG_pok/eelektross.webp",
            desc: `
    Электрический покемон, способный плавать и ползать по поверхностям.Он хватает добычу мощными челюстями и поражает её током.
    `,
        },
        { //678
            name: "Эльги́ем",
            img: "IMG_pok/elgyem.webp",
            desc: `
    Психический покемон загадочного происхождения.Он обладает необычными психическими способностями и может воздействовать на память людей.
    `,
        },
        { //679
            name: "Бе́хейем",
            img: "IMG_pok/beheeyem.webp",
            desc: `
    Психический покемон, похожий на пришельца.Он способен управлять воспоминаниями и передавать мысли на расстоянии.
    `,
        },
        { //680
            name: "Ли́твик",
            img: "IMG_pok/litwick.webp",
            desc: `
    Призрачный и огненный покемон, похожий на маленькую свечу.Его пламя притягивает жизненную энергию живых существ.
    `,
        },
        { //681
            name: "Ла́мпент",
            img: "IMG_pok/lampent.webp",
            desc: `
    Призрачный и огненный покемон, похожий на фонарь.Он появляется возле мест, где скоро должна произойти смерть.
    `,
        },
        { //682
            name: "Шанде́лур",
            img: "IMG_pok/chandelure.webp",
            desc: `
    Призрачный и огненный покемон, похожий на люстру.Его голубоватое пламя способно поглощать жизненную энергию.
    `,
        },
        { //683
            name: "А́ксю",
            img: "IMG_pok/axew.webp",
            desc: `
    Драконий покемон с большими клыками.Он использует их не только для атаки, но и для раскалывания твёрдых предметов.
    `,
        },
        { //684
            name: "Фра́ксюр",
            img: "IMG_pok/fraxure.webp",
            desc: `
    Драконий покемон с мощными бивнями.Его клыки очень прочные и продолжают расти на протяжении жизни.
    `,
        },
        { //685
            name: "Ха́ксорус",
            img: "IMG_pok/haxorus.webp",
            desc: `
    Мощный драконий покемон.Его огромные бивни чрезвычайно прочны и покрыты защитным покрытием.
    `,
        },
        { //686
            name: "Ку́бчу",
            img: "IMG_pok/cubchoo.webp",
            desc: `
    Ледяной покемон, похожий на маленького медвежонка.Он выделяет из носа холодную слизь, количество которой зависит от его здоровья.
    `,
        },
        { //687
            name: "Беа́ртик",
            img: "IMG_pok/beartic.webp",
            desc: `
    Мощный ледяной покемон, похожий на белого медведя.Он способен замораживать воду своим дыханием и создавать ледяные дорожки.
    `,
        },
        { //688
            name: "Кри́огонал",
            img: "IMG_pok/cryogonal.webp",
            desc: `
    Ледяной покемон необычной кристаллической формы.Он появляется при сильном холоде и способен превращать своё тело в ледяные цепи.
    `,
        },
        { //689
            name: "Ше́лмет",
            img: "IMG_pok/shelmet.webp",
            desc: `
    Жучиный покемон, похожий на улитку в панцире.При обмене с Карабластом он может эволюционировать.
    `,
        },
        { //690
            name: "А́кселгор",
            img: "IMG_pok/accelgor.webp",
            desc: `
    Жучиный покемон, чрезвычайно быстрый и ловкий.Он обматывает тело специальными лентами и напоминает ниндзя.
    `,
        },
        { //691
            name: "Ста́нфиск",
            img: "IMG_pok/stunfisk.webp",
            desc: `
    Электрический и наземный покемон, похожий на плоскую рыбу.Он прячется на земле и поражает наступивших на него противников электрическим током.
    `,
        },
        { //692
            name: "Май́нфу",
            img: "IMG_pok/mienfoo.webp",
            desc: `
    Боевой покемон, похожий на небольшого зверька.Он использует быстрые и точные движения в бою.
    `,
        },
        { //693
            name: "Май́ншао",
            img: "IMG_pok/mienshao.webp",
            desc: `
    Боевой покемон, использующий длинные конечности как боевые ленты.Его движения быстры и очень точны.
    `,
        },
        { //694
            name: "Дра́ддигон",
            img: "IMG_pok/druddigon.webp",
            desc: `
    Драконий покемон с крепкой каменной головой.Он способен разогревать тело на солнце и становится активнее в тёплых местах.
    `,
        },
        { //695
            name: "Голе́тт",
            img: "IMG_pok/golett.webp",
            desc: `
    Наземный и призрачный покемон, созданный в древние времена.В его теле заключена таинственная энергия.
    `,
        },
        { //696
            name: "Голу́рк",
            img: "IMG_pok/golurk.webp",
            desc: `
    Наземный и призрачный покемон, похожий на огромного голема.Древние люди использовали его для охраны и защиты.
    `,
        },
        { //697
            name: "Па́унярд",
            img: "IMG_pok/pawniard.webp",
            desc: `
    Тёмный и стальной покемон, покрытый острыми лезвиями.Он сражается с помощью клинков на теле.
    `,
        },
        { //698
            name: "Биша́рп",
            img: "IMG_pok/bisharp.webp",
            desc: `
    Тёмный и стальной покемон, похожий на вооружённого воина.Он руководит группами Павниардов во время охоты.
    `,
        },
        { //699
            name: "Буффала́нт",
            img: "IMG_pok/bouffalant.webp",
            desc: `
    Нормальный покемон, похожий на бизона.Его густая шерсть и мощные рога позволяют ему выдерживать сильные столкновения.
    `,
        },
        { //700
            name: "Ра́флет",
            img: "IMG_pok/rufflet.webp",
            desc: `
    Нормальный и летающий покемон, похожий на маленького хищного птенца.Он не боится более крупных противников и постоянно тренируется в боях.
    `,
        },
        { //701
            name: "Брэ́йвиари",
            img: "IMG_pok/braviary.webp",
            desc: `
    Нормальный и летающий покемон, похожий на орла.Он известен смелостью и готовностью защищать своих товарищей.
    `,
        },
        { //702
            name: "Ва́ллаби",
            img: "IMG_pok/vullaby.webp",
            desc: `
    Тёмный и летающий покемон.Он носит на теле кости, которые использует как защиту.
    `,
        },
        { //703
            name: "Мандиба́зз",
            img: "IMG_pok/mandibuzz.webp",
            desc: `
    Тёмный и летающий покемон, похожий на стервятника.Он использует кости как украшения и защитное снаряжение.
    `,
        },
        { //704
            name: "Хи́тморн",
            img: "IMG_pok/heatmor.webp",
            desc: `
    Огненный покемон, похожий на муравьеда.Его хвост используется как горелка, а длинный язык позволяет добывать пищу из укрытий.
    `,
        },
        { //705
            name: "Дюра́нт",
            img: "IMG_pok/durant.webp",
            desc: `
    Жучиный и стальной покемон, похожий на муравья.Его металлическое тело защищает от атак хищников.
    `,
        },
        { //706
            name: "Де́йно",
            img: "IMG_pok/deino.webp",
            desc: `
    Тёмный и драконий покемон.Из - за слабого зрения он кусает и ощупывает всё вокруг, чтобы исследовать окружающий мир.
    `,
        },
        { //707
            name: "Цва́йлус",
            img: "IMG_pok/zweilous.webp",
            desc: `
    Тёмный и драконий покемон с двумя головами.Обе головы постоянно соперничают друг с другом за пищу.
    `,
        },
        { //708
            name: "Гидра́йгон",
            img: "IMG_pok/hydreigon.webp",
            desc: `
    Мощный тёмный и драконий покемон с тремя головами.Он способен атаковать сразу нескольких противников.
    `,
        },
        { //709
            name: "Ларве́ста",
            img: "IMG_pok/larvesta.webp",
            desc: `
    Жучиный и огненный покемон.Он считается существом, связанным с древними солнечными мифами.
    `,
        },
        { //710
            name: "Волкаро́на",
            img: "IMG_pok/volcarona.webp",
            desc: `
    Жучиный и огненный покемон с шестью крыльями.Он способен выпускать огромное количество огненной пыли.
    `,
        },
        { //711
            name: "Кобалио́н",
            img: "IMG_pok/cobalion.webp",
            desc: `
    Стальной и боевой легендарный покемон.Он отличается спокойным характером и защищает других покемонов от опасности.
    `,
        },
        { //712
            name: "Терракио́н",
            img: "IMG_pok/terrakion.webp",
            desc: `
    Каменный и боевой легендарный покемон.Его огромная физическая сила позволяет разрушать стены и преграды.
    `,
        },
        { //713
            name: "Виризио́н",
            img: "IMG_pok/virizion.webp",
            desc: `
    Травяной и боевой легендарный покемон.Он невероятно быстр и способен легко уклоняться от атак.
    `,
        },
        { //714
            name: "Торна́дус",
            img: "IMG_pok/tornadus.webp",
            desc: `
    Легендарный покемон летающего типа, связанный с ветром и бурями.Его появление сопровождается мощными воздушными потоками.
    `,
        },
        { //715
            name: "Танду́рус",
            img: "IMG_pok/thundurus.webp",
            desc: `
    Электрический и летающий легендарный покемон.Он создаёт мощные электрические разряды во время полёта.
    `,
        },
        { //716
            name: "Рэши́рам",
            img: "IMG_pok/reshiram.webp",
            desc: `
    Драконий и огненный легендарный покемон.Его хвост может создавать огромное количество тепла и пламени.
    `,
        },
        { //717
            name: "Зэ́кром",
            img: "IMG_pok/zekrom.webp",
            desc: `
    Драконий и электрический легендарный покемон.Он способен генерировать мощные электрические разряды вращением своего хвоста.
    `,
        },
        { //718
            name: "Ла́ндорус",
            img: "IMG_pok/landorus.webp",
            desc: `
    Наземный и летающий легендарный покемон.Его появление связывают с плодородием земли и урожаем.
    `,
        },
        { //719
            name: "Кю́рем",
            img: "IMG_pok/kyurem.webp",
            desc: `
    Драконий и ледяной легендарный покемон.Он способен создавать невероятно низкие температуры и замораживать окружающее пространство.
    `,
        },
        { //720
            name: "Келде́о",
            img: "IMG_pok/keldeo.webp",
            desc: `
    Водный и боевой мифический покемон.Он быстро передвигается по воде и обучается боевым техникам.
    `,
        },
        { //721
            name: "Мелоэ́тта",
            img: "IMG_pok/meloetta.webp",
            desc: `
    Нормальный и психический мифический покемон.Его песни способны влиять на эмоции и чувства окружающих.
    `,
        },
        { //722
            name: "Гене́сект",
            img: "IMG_pok/genesect.webp",
            desc: `
    Жучиный и стальной мифический покемон, модифицированный людьми.В его спине установлена мощная пушка.
    `,
        },
        { //723
            name: "Че́спин",
            img: "IMG_pok/chespin.webp",
            desc: `
    Травяной покемон, похожий на маленького зверька.Его голова защищена твёрдой оболочкой, способной выдерживать удары.
    `,
        },
        { //724
            name: "Сильвео́н",
            img: "IMG_pok/sylveon.webp",
            desc: `
    Феечный покемон, одна из эволюций Иви.Его ленты помогают успокаивать противников и создают необычайно дружелюбное впечатление.
    `,
        },
        { //725
            name: "Ха́риам",
            img: "IMG_pok/hawlucha.webp",
            desc: `
    Боевой и летающий покемон, похожий на маленького борца.Он использует акробатические приёмы и атаки с воздуха.
    `,
        },
        { //726
            name: "Да́нспарс",
            img: "IMG_pok/dunsparce.webp",
            desc: `
    Нормальный покемон с необычным телом, похожим на змею.Он способен рыть длинные туннели под землёй.
    `,
        },
        { //727
            name: "Сна́йви",
            img: "IMG_pok/snivy.webp",
            desc: `
    Травяной покемон, похожий на маленькую рептилию.Его хвост напоминает лист и помогает ему поглощать солнечный свет.
    `,
        },
        { //728
            name: "Некро́зма",
            img: "IMG_pok/necrozma.webp",
            desc: `
    Психический легендарный покемон, связанный со светом и энергией. Он способен поглощать свет и использовать его для усиления своей силы.
    `,
        },
        { //729
            name: "Магеа́рна",
            img: "IMG_pok/magearna.webp",
            desc: `
    Стальной и феечный мифический покемон, созданный людьми много веков назад. Внутри его тела находится специальное искусственное сердце.
    `,
        },
        { //730
            name: "Маршэ́доу",
            img: "IMG_pok/marshadow.webp",
            desc: `
    Боевой и призрачный мифический покемон. Он умеет сливаться с тенями и копировать боевые движения противников.
    `,
        },
        { //731
            name: "Пойпо́л",
            img: "IMG_pok/poipole.webp",
            desc: `
    Ядовитый покемон из другого мира. Он способен распылять ядовитую жидкость из своего большого шприцеобразного жала.
    `,
        },
        { //732
            name: "Нага́надел",
            img: "IMG_pok/naganadel.webp",
            desc: `
    Ядовитый и драконий покемон из другого мира. Его огромное жало способно впрыскивать большое количество яда.
    `,
        },
        { //733
            name: "Стаката́ка",
            img: "IMG_pok/stakataka.webp",
            desc: `
    Каменный и стальной покемон из другого мира, состоящий из множества отдельных существ. Его тело напоминает огромную живую крепость.
    `,
        },
        { //734
            name: "Бла́сефалон",
            img: "IMG_pok/blacephalon.webp",
            desc: `
    Огненный и призрачный покемон из другого мира. Он способен снимать собственную голову и использовать её как мощный взрывной заряд.
    `,
        },
        { //735
            name: "Зерао́ра",
            img: "IMG_pok/zeraora.webp",
            desc: `
    Электрический мифический покемон. Он создаёт мощное электрическое поле и способен двигаться с невероятной скоростью.
    `,
        },
        { //736
            name: "Мелта́н",
            img: "IMG_pok/meltan.webp",
            desc: `
    Стальной мифический покемон с жидким металлическим телом. Он способен поглощать металл и использовать его для роста.
    `,
        },
        { //737
            name: "Ме́лметал",
            img: "IMG_pok/melmetal.webp",
            desc: `
    Стальной мифический покемон огромной силы. Его тело состоит из жидкого металла, а массивные руки способны наносить сокрушительные удары.
    `,
        },
        { //738
            name: "Гру́ки",
            img: "IMG_pok/grookey.webp",
            desc: `
    Травяной покемон, похожий на маленькую обезьяну. Его палочка получила особые свойства благодаря энергии растений.
    `,
        },
        { //739
            name: "Тва́ки",
            img: "IMG_pok/thwackey.webp",
            desc: `
    Травяной покемон, который использует две палочки для создания ритма. Постоянные тренировки делают его очень ловким барабанщиком.
    `,
        },
        { //740
            name: "Риллабу́м",
            img: "IMG_pok/rillaboom.webp",
            desc: `
    Травяной покемон, похожий на огромную гориллу. Он использует большой барабан из пня, чтобы создавать мощные ритмы.
    `,
        },
        { //741
            name: "Ско́рбани",
            img: "IMG_pok/scorbunny.webp",
            desc: `
    Огненный покемон, похожий на маленького кролика. Он постоянно бегает, разогревая лапы и усиливая их огненной энергией.
    `,
        },
        { //742
            name: "Рабу́т",
            img: "IMG_pok/raboot.webp",
            desc: `
    Огненный покемон с густой шерстью. Он тренирует ноги и способен наносить мощные удары, разогретые пламенем.
    `,
        },
        { //743
            name: "Синдерэ́йс",
            img: "IMG_pok/cinderace.webp",
            desc: `
    Огненный и боевой по стилю покемон, похожий на ловкого футболиста. Он создаёт огненные мячи и мастерски управляет ими в бою.
    `,
        },
        { //744
            name: "Соббл",
            img: "IMG_pok/sobble.webp",
            desc: `
    Водный покемон, похожий на маленькую ящерицу. Он способен становиться почти невидимым, выделяя воду на коже.
    `,
        },
        { //745
            name: "Дра́изл",
            img: "IMG_pok/drizzile.webp",
            desc: `
    Водный покемон, который предпочитает скрытность прямому бою. Он способен использовать влагу окружающей среды для создания водяных атак.
    `,
        },
        { //746
            name: "Интелео́н",
            img: "IMG_pok/inteleon.webp",
            desc: `
    Водный покемон с необычайно точными атаками. Он может использовать перепонки на теле как крылья и запускать воду из пальцев.
    `,
        },
        { //747
            name: "Скви́вет",
            img: "IMG_pok/skwovet.webp",
            desc: `
    Нормальный покемон, похожий на белку. Он постоянно запасает ягоды в защёчных мешках.
    `,
        },
        { //748
            name: "Гри́дент",
            img: "IMG_pok/greedent.webp",
            desc: `
    Нормальный покемон, похожий на крупную белку. Он способен набивать ягодами свои защёчные мешки до огромных размеров.
    `,
        },
        { //749
            name: "Ро́укиди",
            img: "IMG_pok/rookidee.webp",
            desc: `
    Летающий покемон, похожий на маленькую ворону. Несмотря на небольшой размер, он смело вступает в бой с более крупными противниками.
    `,
        },
        { //750
            name: "Корви́скайр",
            img: "IMG_pok/corvisquire.webp",
            desc: `
    Летающий покемон, похожий на молодого ворона. Он способен использовать найденные предметы в качестве инструментов.
    `,
        },
        { //751
            name: "Корвина́йт",
            img: "IMG_pok/corviknight.webp",
            desc: `
    Летающий и стальной покемон с металлическим оперением. Он настолько силён, что способен перевозить людей в качестве воздушного такси.
    `,
        },
        { //752
            name: "Бли́пбаг",
            img: "IMG_pok/blipbug.webp",
            desc: `
    Жучий покемон с необычайно высоким интеллектом. Он постоянно наблюдает за окружающим миром и собирает информацию.
    `,
        },
        { //753
            name: "Доттлер",
            img: "IMG_pok/dottler.webp",
            desc: `
    Жучий и психический покемон, скрытый внутри кокона. Он использует психические способности для наблюдения за окружающей средой.
    `,
        },
        { //754
            name: "Орби́тл",
            img: "IMG_pok/orbeetle.webp",
            desc: `
    Жучий и психический покемон с огромными психическими способностями. Его большой мозг позволяет ему управлять объектами на расстоянии.
    `,
        },
        { //755
            name: "Ни́кит",
            img: "IMG_pok/nickit.webp",
            desc: `
    Тёмный покемон, похожий на маленькую лису. Он крадёт еду у людей и других покемонов, стараясь оставаться незамеченным.
    `,
        },
        { //756
            name: "Тре́вент",
            img: "IMG_pok/thievul.webp",
            desc: `
    Тёмный покемон, похожий на лису. Он использует запах, оставляемый хвостом, чтобы выслеживать добычу.
    `,
        },
        { //757
            name: "Госсфлёр",
            img: "IMG_pok/gossifleur.webp",
            desc: `
    Травяной покемон, похожий на небольшой цветок. Его лёгкое тело позволяет ему путешествовать по ветру.
    `,
        },
        { //758
            name: "Э́лдегосс",
            img: "IMG_pok/eldegoss.webp",
            desc: `
    Травяной покемон с большим пушистым семенем на голове. Семена распространяются ветром и помогают растениям расти.
    `,
        },
        { //759
            name: "Ву́лу",
            img: "IMG_pok/wooloo.webp",
            desc: `
    Нормальный покемон, похожий на овечку. Его густая шерсть смягчает удары и защищает от повреждений.
    `,
        },
        { //760
            name: "Ду́бул",
            img: "IMG_pok/dubwool.webp",
            desc: `
    Нормальный покемон, покрытый густой и очень прочной шерстью. Его рога используются для мощных атак.
    `,
        },
        { //761
            name: "Чу́тл",
            img: "IMG_pok/chewtle.webp",
            desc: `
    Водный покемон, похожий на маленькую черепаху. Его твёрдый клюв способен раскусывать даже очень прочные предметы.
    `,
        },
        { //762
            name: "Дре́днау",
            img: "IMG_pok/drednaw.webp",
            desc: `
    Водный и каменный покемон с мощным панцирем и огромными челюстями. Он способен легко перегрызать твёрдые материалы.
    `,
        },
        { //763
            name: "Я́мпер",
            img: "IMG_pok/yamper.webp",
            desc: `
    Электрический покемон, похожий на маленькую собаку. Он любит бегать и способен накапливать электричество во время движения.
    `,
        },
        { //764
            name: "Бо́лтунд",
            img: "IMG_pok/boltund.webp",
            desc: `
    Электрический покемон, похожий на быструю собаку. Он способен развивать большую скорость и преобразовывать её в мощные электрические атаки.
    `,
        },
        { //765
            name: "Ро́ликоли",
            img: "IMG_pok/rolycoly.webp",
            desc: `
    Каменный покемон, похожий на кусок угля с глазом. Он способен передвигаться, вращаясь по земле.
    `,
        },
        { //766
            name: "Ка́ркол",
            img: "IMG_pok/carkol.webp",
            desc: `
    Каменный и огненный покемон, похожий на вагонетку с углём. Его тело настолько горячее, что он может разогревать уголь до высокой температуры.
    `,
        },
        { //767
            name: "Коало́ссал",
            img: "IMG_pok/coalossal.webp",
            desc: `
    Каменный и огненный покемон огромного размера. Он носит на спине раскалённую угольную массу и способен выпускать сильное пламя.
    `,
        },
        { //768
            name: "Э́плин",
            img: "IMG_pok/applin.webp",
            desc: `
    Травяной и драконий покемон, живущий внутри яблока. Его маленькое тело почти полностью скрыто внутри плода.
    `,
        },
        { //769
            name: "Фла́ппл",
            img: "IMG_pok/flapple.webp",
            desc: `
    Травяной и драконий покемон. Он использует кожуру яблока как крылья и способен плеваться кислой жидкостью.
    `,
        },
        { //770
            name: "Э́пплтон",
            img: "IMG_pok/appletun.webp",
            desc: `
    Травяной и драконий покемон с телом, напоминающим печёное яблоко. Его сладкая кожа привлекает других покемонов.
    `,
        },
        { //771
            name: "Силико́бра",
            img: "IMG_pok/silicobra.webp",
            desc: `
    Наземный покемон, похожий на небольшую змею. Он зарывается в песок и способен выбрасывать его из ноздрей.
    `,
        },
        { //772
            name: "Сандако́нда",
            img: "IMG_pok/sandaconda.webp",
            desc: `
    Наземный покемон, похожий на огромную змею. Он запасает песок внутри специального мешка и использует его в бою.
    `,
        },
        { //773
            name: "Крамора́нт",
            img: "IMG_pok/cramorant.webp",
            desc: `
    Водный и летающий покемон. Он способен нырять за добычей и иногда случайно проглатывает вместе с ней других покемонов.
    `,
        },
        { //774
            name: "Аро́ккуда",
            img: "IMG_pok/arrokuda.webp",
            desc: `
    Водный покемон, похожий на стремительную рыбу. Его тело приспособлено для быстрых рывков и охоты.
    `,
        },
        { //775
            name: "Барраскью́да",
            img: "IMG_pok/barraskewda.webp",
            desc: `
    Водный покемон с длинным острым носом. Он способен развивать огромную скорость под водой.
    `,
        },
        { //776
            name: "То́ксел",
            img: "IMG_pok/toxel.webp",
            desc: `
    Электрический и ядовитый покемон. Он выделяет слабый яд через кожу, который может вызывать раздражение.
    `,
        },
        { //777
            name: "Токси́трики",
            img: "IMG_pok/toxtricity.webp",
            desc: `
    Электрический и ядовитый покемон, способный создавать электричество с помощью токсинов. Он использует звуки и вибрации тела для усиления атак.
    `,
        },
        { //778
            name: "Сизи́липид",
            img: "IMG_pok/sizzlipede.webp",
            desc: `
    Огненный и жучий покемон, похожий на многоножку. Внутри его тела хранится горючий газ, который используется для создания тепла и пламени.
    `,
        },
        { //779
            name: "Центискорч",
            img: "IMG_pok/centiskorch.webp",
            desc: `Большая огненная многоножка с очень горячим телом. Когда она сердится, её пламя становится ещё сильнее.`,
        },
        { //780
            name: "Клоббопус",
            img: "IMG_pok/clobbopus.webp",
            desc: `Маленький боевой покемон-осьминог. Он ловко использует щупальца, чтобы хватать противника и наносить удары.`,
        },
        { //781
            name: "Грапплокт",
            img: "IMG_pok/grapploct.webp",
            desc: `Сильный покемон-осьминог, который любит сражаться врукопашную. Его щупальца позволяют ему проводить мощные захваты.`,
        },
        { //782
            name: "Синисти",
            img: "IMG_pok/sinistea.webp",
            desc: `Призрачный покемон, похожий на чашку с чаем. Он может прятаться среди настоящей посуды.`,
        },
        { //783
            name: "Полтигейст",
            img: "IMG_pok/polteageist.webp",
            desc: `Призрачный покемон, живущий внутри чайника. Он умеет превращать чай в свою собственную силу.`,
        },
        { //784
            name: "Хатенна",
            img: "IMG_pok/hatenna.webp",
            desc: `Маленький покемон, очень чувствительный к эмоциям окружающих. Сильные чувства других существ могут быстро её утомить.`,
        },
        { //785
            name: "Хаттрем",
            img: "IMG_pok/hattrem.webp",
            desc: `Покемон, который чувствует эмоции других существ на большом расстоянии. Если вокруг слишком шумно, он может заставить всех замолчать.`,
        },
        { //786
            name: "Хаттерин",
            img: "IMG_pok/hatterene.webp",
            desc: `Таинственный покемон, которого называют лесной ведьмой. Её длинные волосы могут двигаться почти как отдельные щупальца.`,
        },
        { //787
            name: "Импидимп",
            img: "IMG_pok/impidimp.webp",
            desc: `Хитрый тёмный покемон, который любит проказничать. Он питается энергией отрицательных эмоций.`,
        },
        { //788
            name: "Моргрем",
            img: "IMG_pok/morgrem.webp",
            desc: `Хитрый покемон, который любит обманывать противников. Его волосы скрывают лицо, а длинный нос напоминает маленький рог.`,
        },
        { //789
            name: "Гриммснарл",
            img: "IMG_pok/grimmsnarl.webp",
            desc: `Мощный тёмный покемон, покрытый особенными волосами. Он может превращать волосы в крепкие мышцы и щупальца.`,
        },
        { //790
            name: "Обстагун",
            img: "IMG_pok/obstagoon.webp",
            desc: `Боевой покемон с полосатой шерстью. Он любит стоять поперёк дороги и провоцировать противников на бой.`,
        },
        { //791
            name: "Перрсеркер",
            img: "IMG_pok/perrserker.webp",
            desc: `Покемон-кошка с металлической шерстью. Его борода похожа на острые железные лезвия.`,
        },
        { //792
            name: "Корсола",
            img: "IMG_pok/cursola.webp",
            desc: `Призрачный покемон, похожий на белый коралл. Его хрупкое тело напоминает древний коралл.`,
        },
        { //793
            name: "Сирфетчд",
            img: "IMG_pok/sirfetchd.webp",
            desc: `Боевой покемон-утка, вооружённый луком и щитом из листьев. Он очень гордится своим оружием и честью в бою.`,
        },
        { //794
            name: "Мистер Райм",
            img: "IMG_pok/mr-rime.webp",
            desc: `Весёлый танцующий покемон, похожий на артиста. Он умеет создавать ледяные стены и ловко отбивать ими атаки.`,
        },
        { //795
            name: "Рунеригус",
            img: "IMG_pok/runerigus.webp",
            desc: `Призрачный покемон, связанный с древними рисунками. Его тело покрыто загадочными узорами, похожими на старинные руны.`,
        },
        { //796
            name: "Милсери",
            img: "IMG_pok/milcery.webp",
            desc: `Маленький покемон, похожий на капельку молока. Он может создавать сладкие сливки.`,
        },
        { //797
            name: "Алкреми",
            img: "IMG_pok/alcremie.webp",
            desc: `Сладкий покемон, создающий очень вкусные сливки. Его внешний вид меняется в зависимости от разных условий.`,
        },
        { //798
            name: "Фалинкс",
            img: "IMG_pok/falinks.webp",
            desc: `Покемон состоит из нескольких маленьких воинов, которые всегда действуют вместе. Они отлично умеют строиться в боевой строй.`,
        },
        { //799
            name: "Пинчерчин",
            img: "IMG_pok/pincurchin.webp",
            desc: `Морской покемон, похожий на маленького морского ежа. Он способен накапливать и выпускать электричество.`,
        },
        { //800
            name: "Сном",
            img: "IMG_pok/snom.webp",
            desc: `Маленький ледяной покемон, похожий на гусеницу. Он любит холод и питается ледяными кристаллами.`,
        },
        { //801
            name: "Фросмот",
            img: "IMG_pok/frosmoth.webp",
            desc: `Ледяной покемон-мотылёк с красивыми морозными крыльями. Он может создавать ледяные облака и снежные вихри.`,
        },
        { //802
            name: "Стоунджорнер",
            img: "IMG_pok/stonjourner.webp",
            desc: `Большой каменный покемон, похожий на древнее каменное сооружение. Его мощные ноги позволяют ему двигаться по суровым местам.`,
        },
        { //803
            name: "Айскью",
            img: "IMG_pok/eiscue.webp",
            desc: `Ледяной покемон с большой ледяной головой. Лёд защищает его от ударов и может восстанавливаться.`,
        },
        { //804
            name: "Инди́ди",
            img: "IMG_pok/indeedee.webp",
            desc: `Покемон, который очень хорошо чувствует настроение окружающих. Он любит помогать другим и заботиться о них.`,
        },
        { //805
            name: "Морпеко",
            img: "IMG_pok/morpeko.webp",
            desc: `Маленький электрический покемон, который постоянно хочет есть. Когда он голоден, его настроение и внешний вид меняются.`,
        },
        { //806
            name: "Куфант",
            img: "IMG_pok/cufant.webp",
            desc: `Покемон-слон с медным телом. Он использует свой хобот, чтобы переносить тяжёлые предметы.`,
        },
        { //807
            name: "Коппераджа",
            img: "IMG_pok/copperajah.webp",
            desc: `Огромный металлический покемон-слон. Его медное тело очень прочное, а мощный хобот способен выполнять тяжёлую работу.`,
        },
        { //808
            name: "Дракозолт",
            img: "IMG_pok/dracozolt.webp",
            desc: `Странный ископаемый покемон, созданный из частей древних существ. Он сочетает электрические способности и силу дракона.`,
        },
        { //809
            name: "Арктозолт",
            img: "IMG_pok/arctozolt.webp",
            desc: `Ископаемый покемон с ледяной и электрической силами. Его тело постоянно мёрзнет, поэтому он любит согреваться.`,
        },
        { //810
            name: "Драковиш",
            img: "IMG_pok/dracovish.webp",
            desc: `Необычный ископаемый покемон с головой рыбы и телом дракона. Он отлично плавает и обладает очень сильным укусом.`,
        },
        { //811
            name: "Арктовиш",
            img: "IMG_pok/arctovish.webp",
            desc: `Древний ископаемый покемон с ледяным телом. Его голова находится в необычном положении, но это не мешает ему хорошо плавать.`,
        },
        { //812
            name: "Дуралудон",
            img: "IMG_pok/duraludon.webp",
            desc: `Покемон с телом из лёгкого, но прочного металла. Он способен легко передвигаться по горным скалам.`,
        },
        { //813
            name: "Дрипи",
            img: "IMG_pok/dreepy.webp",
            desc: `Маленький призрачный покемон-дракон. Он любит путешествовать вместе с другими Дрипи.`,
        },
        { //814
            name: "Драклоак",
            img: "IMG_pok/drakloak.webp",
            desc: `Призрачный дракон, который заботится о маленьких Дрипи. Он часто носит Дрипи на голове.`,
        },
        { //815
            name: "Драгапульт",
            img: "IMG_pok/dragapult.webp",
            desc: `Быстрый призрачный дракон. Он запускает Дрипи со своей головы прямо в противника, словно маленькие живые ракеты.`,
        },
        { //816
            name: "Зациан",
            img: "IMG_pok/zacian.webp",
            desc: `Легендарный покемон-воин, сражающийся огромным мечом. Его называют героем древних легенд региона Галар.`,
        },
        { //817
            name: "Замазента",
            img: "IMG_pok/zamazenta.webp",
            desc: `Легендарный покемон-воин, защищающийся огромным щитом. Вместе с Зацианом он связан с древними историями Галара.`,
        },
        { //818
            name: "Этернатус",
            img: "IMG_pok/eternatus.webp",
            desc: `Огромный легендарный покемон, связанный с таинственной энергией. Его сила настолько велика, что способна влиять на весь регион.`,
        },
        { //819
            name: "Кубфу",
            img: "IMG_pok/kubfu.webp",
            desc: `Маленький боевой покемон, который постоянно тренируется. Он мечтает стать настоящим мастером боевых искусств.`,
        },
        { //820
            name: "Уршифу",
            img: "IMG_pok/urshifu.webp",
            desc: `Мощный боевой покемон, достигший высокого мастерства. Он может сражаться в разных стилях, используя силу и точность.`,
        },
        { //821
            name: "Заруд",
            img: "IMG_pok/zarude.webp",
            desc: `Тёмный покемон, живущий в густых лесах. Он отлично передвигается среди деревьев и использует лозы для атак.`,
        },
        { //822
            name: "Региэлеки",
            img: "IMG_pok/regieleki.webp",
            desc: `Легендарный покемон, состоящий из огромного количества электрической энергии. Он способен создавать очень мощные электрические разряды.`,
        },
        { //823
            name: "Регидраго",
            img: "IMG_pok/regidrago.webp",
            desc: `Легендарный покемон, состоящий из энергии драконов. Его тело имеет форму головы огромного дракона.`,
        },
        { //824
            name: "Гластриер",
            img: "IMG_pok/glastrier.webp",
            desc: `Мощный ледяной покемон с огромными копытами. Он обладает огромной физической силой и способен создавать ледяные атаки.`,
        },
        { //825
            name: "Спектриер",
            img: "IMG_pok/spectrier.webp",
            desc: `Призрачный конь, который появляется в ночной тишине. Он очень быстр и оставляет за собой холодную призрачную энергию.`,
        },
        { //826
            name: "Калирекс",
            img: "IMG_pok/calyrex.webp",
            desc: `Легендарный покемон, которого когда-то почитали как мудрого правителя. Он обладает необычайной силой и древними знаниями.`,
        },
        { //827
            name: "Вирдир",
            img: "IMG_pok/wyrdeer.webp",
            desc: `Мощный покемон-олень с большими рогами. Его шерсть помогает ему переносить суровый холод.`,
        },
        { //828
            name: "Кливёр",
            img: "IMG_pok/kleavor.webp",
            desc: `Боевой покемон-богомол с огромными каменными лезвиями вместо рук. Он способен рассекать даже толстые стволы деревьев.`,
        },
        { //829
            name: "Урсалуна",
            img: "IMG_pok/ursaluna.webp",
            desc: `Мощный покемон-медведь с огромным телом. Он отлично чувствует запахи и способен прокладывать путь даже через глубокую грязь.`,
        },
        { //830
            name: "Баскулегион",
            img: "IMG_pok/basculegion.webp",
            desc: `Призрачный водный покемон, который может нести на себе человека. Его сила связана с духами погибших собратьев.`,
        },
        { //831
            name: "Снизлер",
            img: "IMG_pok/sneasler.webp",
            desc: `Боевой покемон с длинными когтями и сильным ядом. Он ловко карабкается по скалам и деревьям.`,
        },
        { //832
            name: "Оверквил",
            img: "IMG_pok/overqwil.webp",
            desc: `Тёмный водный покемон, покрытый острыми шипами. Он способен выпускать большое количество ядовитых игл.`,
        },
        { //833
            name: "Энаморус",
            img: "IMG_pok/enamorus.webp",
            desc: `Легендарный покемон, связанный с любовью и весной. Его появление связывают с приходом тёплого сезона.`,
        },
        { //834
            name: "Спригатито",
            img: "IMG_pok/sprigatito.webp",
            desc: `Маленький травяной покемон-котёнок. Его мягкая шерсть выделяет аромат, который успокаивает окружающих.`,
        },
        { //835
            name: "Флорaгато",
            img: "IMG_pok/floragato.webp",
            desc: `Покемон-кошка, который умеет управлять растениями. Большой цветок на его шее помогает ему скрываться среди травы.`,
        },
        { //836
            name: "Мьюскарада",
            img: "IMG_pok/meowscarada.webp",
            desc: `Быстрый травяной покемон-кошка, похожий на фокусника. Он ловко использует листья и цветы, чтобы запутывать противников.`,
        },
        { //837
            name: "Фуэкоко",
            img: "IMG_pok/fuecoco.webp",
            desc: `Маленький огненный покемон-крокодил. Он очень любит тепло и часто греется возле горячих мест.`,
        },
        { //838
            name: "Кракалор",
            img: "IMG_pok/crocalor.webp",
            desc: `Огненный покемон-крокодил с большим огненным шаром на голове. Этот шар помогает ему создавать огненные атаки.`,
        },
        { //839
            name: "Скеледирдж",
            img: "IMG_pok/skeledirge.webp",
            desc: `Мощный огненный покемон-крокодил. На его голове живёт маленькая огненная птица, которая помогает ему в бою.`,
        },
        { //840
            name: "Кваксли",
            img: "IMG_pok/quaxly.webp",
            desc: `Аккуратный водный покемон-утёнок. Он постоянно следит за своей причёской и не любит, когда его перья растрёпаны.`,
        },
        { //841
            name: "Кваквелл",
            img: "IMG_pok/quaxwell.webp",
            desc: `Боевой водный покемон-утка. Он тренируется, выполняя сложные танцевальные движения.`,
        },
        { //842
            name: "Кваквавал",
            img: "IMG_pok/quaquaval.webp",
            desc: `Водный покемон-утка с ярким оперением. Он атакует противников быстрыми и мощными танцевальными движениями.`,
        },
        { //843
            name: "Лечонк",
            img: "IMG_pok/lechonk.webp",
            desc: `Маленький покемон-поросёнок с очень сильным обонянием. Он способен находить самые ароматные растения.`,
        },
        { //844
            name: "Оинкологн",
            img: "IMG_pok/oinkologne.webp",
            desc: `Покемон-свинья с очень сильным запахом. Его аромат зависит от пола и может привлекать или отпугивать других существ.`,
        },
        { //845
            name: "Тарантула",
            img: "IMG_pok/tarountula.webp",
            desc: `Маленький покемон-паук, который носит на спине шар из собственной нити. Эта нить очень прочная.`,
        },
        { //846
            name: "Спидопс",
            img: "IMG_pok/spidops.webp",
            desc: `Большой покемон-паук, который мастерски плетёт сети. Он использует нити для ловушек и перемещения.`,
        },
        { //847
            name: "Нимбл",
            img: "IMG_pok/nymble.webp",
            desc: `Маленький жук с мощными задними ногами. Он способен очень далеко прыгать, спасаясь от опасности.`,
        },
        { //848
            name: "Локикс",
            img: "IMG_pok/lokix.webp",
            desc: `Боевой покемон-кузнечик, который передвигается большими прыжками. Его сильные ноги позволяют наносить мощные удары.`,
        },
        { //849
            name: "Пауми",
            img: "IMG_pok/pawmi.webp",
            desc: `Маленький электрический покемон-котик. Электричество он накапливает в специальных мешочках на щеках.`,
        },
        { //850
            name: "Паумо",
            img: "IMG_pok/pawmo.webp",
            desc: `Электрический покемон, который использует передние лапы для разрядов. Он может быстро двигаться на задних лапах.`,
        },
        { //851
            name: "Паумот",
            img: "IMG_pok/pawmot.webp",
            desc: `Боевой электрический покемон. Он способен выпускать мощные электрические разряды прямо из своих лап.`,
        },
        { //852
            name: "Тандемаус",
            img: "IMG_pok/tandemaus.webp",
            desc: `Покемон, который выглядит как пара маленьких мышек. Они всегда держатся вместе и действуют как единое целое.`,
        },
        { //853
            name: "Маушолд",
            img: "IMG_pok/maushold.webp",
            desc: `Семейство маленьких мышей, живущих как одна команда. Они дружно заботятся друг о друге.`,
        },
        { //854
            name: "Фиду",
            img: "IMG_pok/fidough.webp",
            desc: `Милый покемон, похожий на маленькую собачку из теста. Его тело мягкое и эластичное.`,
        },
        { //855
            name: "Даксбун",
            img: "IMG_pok/dachsbun.webp",
            desc: `Покемон-собака с телом, похожим на свежеиспечённую выпечку. Тепло от его тела помогает окружающему тесту хорошо подниматься.`,
        },
        { //856
            name: "Смолив",
            img: "IMG_pok/smoliv.webp",
            desc: `Маленький травяной покемон, похожий на оливку. Он хранит масло в небольшой шишке на голове.`,
        },
        { //857
            name: "Доллив",
            img: "IMG_pok/dolliv.webp",
            desc: `Покемон, похожий на маленькое оливковое дерево. Он создаёт ароматное и питательное масло.`,
        },
        { //858
            name: "Арболива",
            img: "IMG_pok/arboliva.webp",
            desc: `Большой травяной покемон, похожий на цветущее оливковое дерево. Он выпускает вокруг себя успокаивающий аромат.`,
        },
        { //859
            name: "Сквокабилли",
            img: "IMG_pok/squawkabilly.webp",
            desc: `Покемон-птица, который живёт большими стаями. Разные группы Сквокабилли отличаются цветом перьев.`,
        },
        { //860
            name: "Накли",
            img: "IMG_pok/nacli.webp",
            desc: `Маленький каменный покемон, похожий на кусочек соли. Он может восстанавливать свою соляную оболочку.`,
        },
        { //861
            name: "Наклстак",
            img: "IMG_pok/naclstack.webp",
            desc: `Каменный покемон, состоящий из нескольких блоков соли. Он способен создавать вокруг себя соляные кристаллы.`,
        },
        { //862
            name: "Гарганакл",
            img: "IMG_pok/garganacl.webp",
            desc: `Мощный покемон из соли и камня. Он может посыпать союзников солью, помогая им восстанавливаться.`,
        },
        { //863
            name: "Чаркадет",
            img: "IMG_pok/charcadet.webp",
            desc: `Маленький огненный покемон, похожий на живой уголёк. Он постоянно тренируется, чтобы стать сильнее.`,
        },
        { //864
            name: "Армаруж",
            img: "IMG_pok/armarouge.webp",
            desc: `Огненный и психический покемон-воин. Его тяжёлая броня скрывает мощную силу, которую он использует в бою.`,
        },
        { //865
            name: "Серуледж",
            img: "IMG_pok/ceruledge.webp",
            desc: `Призрачный воин с огненными клинками вместо рук. Его лезвия покрыты синим пламенем.`,
        },
        { //866
            name: "Тадбулб",
            img: "IMG_pok/tadbulb.webp",
            desc: `Маленький электрический покемон, похожий на головастика. Он накапливает электричество в своём теле.`,
        },
        { //867
            name: "Беллиболт",
            img: "IMG_pok/bellibolt.webp",
            desc: `Круглый электрический покемон с необычными глазами. Настоящие глаза находятся по бокам его головы, а большие круглые пятна спереди только похожи на глаза.`,
        },
        { //868
            name: "Ваттрел",
            img: "IMG_pok/wattrel.webp",
            desc: `Маленький электрический покемон-птица. Он накапливает электричество, используя энергию морских волн.`,
        },
        { //869
            name: "Киловаттрел",
            img: "IMG_pok/kilowattrel.webp",
            desc: `Большая электрическая птица, которая отлично летает над морем. Её крылья могут создавать мощные электрические разряды.`,
        },
        { //870
            name: "Маскиф",
            img: "IMG_pok/maschiff.webp",
            desc: `Покемон-собака с суровым выражением морды. Несмотря на грозный вид, он очень привязывается к своему хозяину.`,
        },
        { //871
            name: "Мабостифф",
            img: "IMG_pok/mabosstiff.webp",
            desc: `Большой и сильный покемон-собака. Он очень предан своей семье и способен защищать её от опасности.`,
        },
        { //872
            name: "Шрудл",
            img: "IMG_pok/shroodle.webp",
            desc: `Маленький ядовитый покемон, похожий на грызуна. Он оставляет на поверхностях следы ядовитой слюны.`,
        },
        { //873
            name: "Грайфаай",
            img: "IMG_pok/grafaiai.webp",
            desc: `Ядовитый покемон-лемур, который любит рисовать на деревьях. Для своих рисунков он использует ядовитую жидкость.`,
        },
        { //874
            name: "Брамблин",
            img: "IMG_pok/bramblin.webp",
            desc: `Призрачный покемон, похожий на перекати-поле. Ветер может катить его на большие расстояния.`,
        },
        { //875
            name: "Брамблгаст",
            img: "IMG_pok/brambleghast.webp",
            desc: `Призрачный покемон, похожий на большой клубок сухих веток. Он передвигается, катясь по земле вместе с ветром.`,
        },
        { //876
            name: "Тудскул",
            img: "IMG_pok/toedscool.webp",
            desc: `Покемон, похожий на гриб с длинными ногами. Несмотря на сходство с медузой, он живёт на суше.`,
        },
        { //877
            name: "Тудскруэл",
            img: "IMG_pok/toedscruel.webp",
            desc: `Большой грибоподобный покемон с множеством длинных щупалец-ног. Он быстро передвигается по лесу.`,
        },
        { //878
            name: "Клавф",
            img: "IMG_pok/klawf.webp",
            desc: `Каменный покемон-краб с большими клешнями. Он цепко держится за скалы и может долго ждать добычу.`,
        },
        { //879
            name: "Капсакид",
            img: "IMG_pok/capsakid.webp",
            desc: `Маленький травяной покемон, похожий на перчик. Под жарким солнцем его тело становится ещё более горячим.`,
        },
        { //880
            name: "Сковиллейн",
            img: "IMG_pok/scovillain.webp",
            desc: `Огненный и травяной покемон с двумя головами-перцами. Его очень острый сок способен обжечь противника.`,
        },
        { //881
            name: "Реллор",
            img: "IMG_pok/rellor.webp",
            desc: `Маленький жук, который катает перед собой шар из грязи. Внутри шара он хранит важные для себя вещи.`,
        },
        { //882
            name: "Рабска",
            img: "IMG_pok/rabsca.webp",
            desc: `Покемон-жук, обладающий психическими способностями. Он может управлять своим грязевым шаром и использовать его в бою.`,
        },
        { //883
            name: "Флиттл",
            img: "IMG_pok/flittle.webp",
            desc: `Крошечный психический покемон, который парит над землёй. Его маленькие крылышки помогают ему удерживаться в воздухе.`,
        },
        { //884
            name: "Эспатра",
            img: "IMG_pok/espathra.webp",
            desc: `Психический покемон-птица с огромным оперением. Она способна выпускать мощные психические волны.`,
        },
        { //885
            name: "Тинкатинк",
            img: "IMG_pok/tinkatink.webp",
            desc: `Маленький покемон-фея, который мастерит себе оружие из найденных металлических предметов. Ему нравится собирать разные кусочки металла.`,
        },
        { //886
            name: "Тинкатуфф",
            img: "IMG_pok/tinkatuff.webp",
            desc: `Покемон-фея с большим молотом. Он постоянно улучшает своё оружие, добавляя к нему новые металлические детали.`,
        },
        { //887
            name: "Тинкатон",
            img: "IMG_pok/tinkaton.webp",
            desc: `Сильный покемон-фея, вооружённый огромным молотом. Он может запускать камни своим молотом на большие расстояния.`,
        },
        { //888
            name: "Виглетт",
            img: "IMG_pok/wiglett.webp",
            desc: `Длинный водный покемон, который выглядывает из песка. Несмотря на сходство, он не является родственником Диглетта.`,
        },
        { //889
            name: "Вугтрио",
            img: "IMG_pok/wugtrio.webp",
            desc: `Водный покемон с тремя длинными головами. Он прячется в песке и внезапно атакует противника.`,
        },
        { //890
            name: "Бомбёрдиер",
            img: "IMG_pok/bombirdier.webp",
            desc: `Большой тёмный покемон-птица. Он собирает разные предметы и бросает их с высоты на противников.`,
        },
        { //891
            name: "Финизен",
            img: "IMG_pok/finizen.webp",
            desc: `Дружелюбный водный покемон-дельфин. Он любит играть с людьми и другими покемонами.`,
        },
        { //892
            name: "Палафин",
            img: "IMG_pok/palafin.webp",
            desc: `Водный покемон-дельфин, который способен превращаться в героя. В своей героической форме он становится намного сильнее.`,
        },
        { //893
            name: "Варум",
            img: "IMG_pok/varoom.webp",
            desc: `Ядовитый металлический покемон, похожий на двигатель. Он работает благодаря газу, который вырабатывает внутри своего тела.`,
        },
        { //894
            name: "Ревраврум",
            img: "IMG_pok/revavroom.webp",
            desc: `Большой металлический покемон, похожий на мощный двигатель. Он способен создавать ядовитый газ и быстро мчаться вперёд.`,
        },
        { //895
            name: "Циклизар",
            img: "IMG_pok/cyclizar.webp",
            desc: `Драконий покемон, который отлично подходит для быстрой езды. Он давно живёт рядом с людьми и привык перевозить их.`,
        },
        { //896
            name: "Ортоворм",
            img: "IMG_pok/orthworm.webp",
            desc: `Большой стальной покемон-червь. Он живёт под землёй и может быстро прокладывать тоннели.`,
        },
        { //897
            name: "Глиммет",
            img: "IMG_pok/glimmet.webp",
            desc: `Маленький каменный и ядовитый покемон, похожий на кристалл. Его лепестки могут выпускать ядовитую пыль.`,
        },
        { //898
            name: "Глиммора",
            img: "IMG_pok/glimmora.webp",
            desc: `Кристаллический покемон, похожий на огромный цветок. Его лепестки способны выпускать ядовитые кристаллы.`,
        },
        { //899
            name: "Гривард",
            img: "IMG_pok/greavard.webp",
            desc: `Призрачный покемон-собака, который любит играть с людьми. Он может внезапно появиться из земли.`,
        },
        { //900
            name: "Хаундстоун",
            img: "IMG_pok/houndstone.webp",
            desc: `Большой призрачный покемон-собака. Он очень предан тем, кого любит, и охраняет их даже после долгого сна.`,
        },
        { //901
            name: "Фламинго",
            img: "IMG_pok/flamigo.webp",
            desc: `Боевой и летающий покемон, похожий на фламинго. Он умеет сворачивать шею в особый узел, чтобы сохранять энергию.`,
        },
        { //902
            name: "Цетоддл",
            img: "IMG_pok/cetoddle.webp",
            desc: `Ледяной покемон, похожий на маленького кита. Он отлично чувствует себя в холодных заснеженных местах.`,
        },
        { //903
            name: "Цетитан",
            img: "IMG_pok/cetitan.webp",
            desc: `Большой ледяной покемон-кит. Его мощное тело защищено толстым слоем жира, который помогает переносить сильный холод.`,
        },
        { //904
            name: "Велуза",
            img: "IMG_pok/veluza.webp",
            desc: `Водный и психический покемон-рыба. Он способен сбрасывать часть своего тела, чтобы стать легче и быстрее.`,
        },
        { //905
            name: "Дондозо",
            img: "IMG_pok/dondozo.webp",
            desc: `Огромный водный покемон-сом. Несмотря на размеры, он часто действует вместе с маленьким покемоном Тацугири.`,
        },
        { //906
            name: "Тацугири",
            img: "IMG_pok/tatsugiri.webp",
            desc: `Маленький драконий покемон-рыба, который очень хорошо притворяется едой. Он использует хитрость, чтобы охотиться и защищаться.`,
        },
        { //907
            name: "Аннигилейп",
            img: "IMG_pok/annihilape.webp",
            desc: `Боевой и призрачный покемон, наполненный яростью. Его сила становится особенно большой, когда он приходит в бешенство.`,
        },
        { //908
            name: "Клодсайр",
            img: "IMG_pok/clodsire.webp",
            desc: `Ядовитый и земляной покемон, похожий на большую саламандру. Он спокойно лежит в воде и почти не двигается.`,
        },
        { //909
            name: "Фаригираф",
            img: "IMG_pok/farigiraf.webp",
            desc: `Покемон-жираф с двумя головами. Его хвостовая голова соединена с основной и помогает ему защищаться.`,
        },
        { //910
            name: "Дудунспарс",
            img: "IMG_pok/dudunsparce.webp",
            desc: `Покемон, похожий на большую змею с крыльями. Он роет длинные тоннели глубоко под землёй.`,
        },
        { //911
            name: "Кингамбит",
            img: "IMG_pok/kingambit.webp",
            desc: `Мощный стальной покемон-воин. Он командует другими Бишарпами и всегда стремится одержать победу.`,
        },
        { //912
            name: "Грейт Таск",
            img: "IMG_pok/great-tusk.webp",
            desc: `Древний покемон, похожий на огромного мамонта. Его большие бивни и мощные ноги делают его очень сильным.`,
        },
        { //913
            name: "Скрим Тейл",
            img: "IMG_pok/scream-tail.webp",
            desc: `Таинственный древний покемон, похожий на Джигглипаффа. Он обладает необычной силой и очень громким голосом.`,
        },
        { //914
            name: "Брут Боннет",
            img: "IMG_pok/brute-bonnet.webp",
            desc: `Древний покемон, похожий на большого грибного динозавра. Он способен выпускать споры и обладает большой физической силой.`,
        },
        { //915
            name: "Флаттер Мейн",
            img: "IMG_pok/flutter-mane.webp",
            desc: `Таинственный древний покемон, похожий на Мисдривус. Он обладает сильными призрачными и психическими способностями.`,
        },
        { //916
            name: "Слайтер Винг",
            img: "IMG_pok/slither-wing.webp",
            desc: `Древний покемон, похожий на огромного мотылька. Его сильные ноги позволяют ему быстро передвигаться по земле.`,
        },
        { //917
            name: "Сэнди Шокс",
            img: "IMG_pok/sandy-shocks.webp",
            desc: `Таинственный древний покемон, похожий на Магнетона. Он способен создавать мощные электрические разряды.`,
        },
        { //918
            name: "Айрон Тредс",
            img: "IMG_pok/iron-treads.webp",
            desc: `Механический покемон из далёкого будущего. Он похож на огромную металлическую машину и может сворачиваться в шар.`,
        },
        { //919
            name: "Айрон Бандл",
            img: "IMG_pok/iron-bundle.webp",
            desc: `Механический покемон, похожий на Делибёрда. Он способен быстро передвигаться и создавать мощные ледяные атаки.`,
        },
        { //920
            name: "Айрон Хэндс",
            img: "IMG_pok/iron-hands.webp",
            desc: `Механический боевой покемон с огромными руками. Он обладает большой физической силой и мощными электрическими атаками.`,
        },
        { //921
            name: "Айрон Джагулис",
            img: "IMG_pok/iron-jugulis.webp",
            desc: `Механический покемон из будущего, похожий на Гидрейгона. Он способен быстро летать и выпускать энергетические атаки.`,
        },
        { //922
            name: "Айрон Мот",
            img: "IMG_pok/iron-moth.webp",
            desc: `Механический покемон, похожий на Волькарону. Его металлические крылья способны создавать сильный жар.`,
        },
        { //923
            name: "Айрон Торнс",
            img: "IMG_pok/iron-thorns.webp",
            desc: `Механический покемон, похожий на Тиранитара. Его металлическое тело покрыто острыми шипами и может выпускать электричество.`,
        },
        { //924
            name: "Фригибакс",
            img: "IMG_pok/frigibax.webp",
            desc: `Маленький драконий и ледяной покемон. Он хранит холодную энергию в плавнике на спине.`,
        },
        { //925
            name: "Арктибакс",
            img: "IMG_pok/arctibax.webp",
            desc: `Ледяной дракон с большим плавником на спине. Он может использовать этот плавник для создания ледяных атак.`,
        },
        { //926
            name: "Бакскалибур",
            img: "IMG_pok/baxcalibur.webp",
            desc: `Мощный ледяной дракон с огромным клинком на спине. Он способен выпускать очень холодную энергию.`,
        },
        { //927
            name: "Гиммигул",
            img: "IMG_pok/gimmighoul.webp",
            desc: `Призрачный покемон, который любит собирать монеты. Он часто прячется внутри сундука и охраняет свои сокровища.`,
        },
        { //928
            name: "Голденго",
            img: "IMG_pok/gholdengo.webp",
            desc: `Покемон, состоящий из золотых монет. Он умеет создавать и использовать большое количество золотых монет в бою.`,
        },
        { //929
            name: "Во-Чьен",
            img: "IMG_pok/wo-chien.webp",
            desc: `Легендарный тёмный покемон, похожий на улитку из листьев и дерева. Он хранит в своём теле силу древнего проклятия.`,
        },
        { //930
            name: "Чиен-Пао",
            img: "IMG_pok/chien-pao.webp",
            desc: `Легендарный ледяной покемон, похожий на саблезубого зверя. Он управляет снегом и льдом и способен создавать лавины.`,
        },
        { //931
            name: "Тинг-Лу",
            img: "IMG_pok/ting-lu.webp",
            desc: `Легендарный земляной покемон с огромными рогами. Его тяжёлая голова сделана из древнего сосуда.`,
        },
        { //932
            name: "Чи_Ю",
            img: "IMG_pok/chi-yu.webp",
            desc: `Легендарный огненный покемон, похожий на маленькую рыбку. Его глаза состоят из пылающих огненных шаров.`,
        },
        { //933
            name: "Роринг Мун",
            img: "IMG_pok/roaring-moon.webp",
            desc: `Таинственный древний покемон, похожий на Саламенса. Он обладает огромными крыльями и очень мощной силой.`,
        },
        { //934
            name: "Айрон Валиант",
            img: "IMG_pok/iron-valiant.webp",
            desc: `Механический покемон из далёкого будущего. Он похож сразу на Гардевуара и Галлейда и сражается энергетическими клинками.`,
        },
        { //935
            name: "Корайдон",
            img: "IMG_pok/koraidon.webp",
            desc: `Легендарный покемон, похожий на огромного древнего дракона. Он способен быстро передвигаться по земле, воде и воздуху.`,
        },
        { //936
            name: "Мирайдон",
            img: "IMG_pok/miraidon.webp",
            desc: `Легендарный покемон из далёкого будущего. Его тело похоже на высокотехнологичную машину, способную превращаться в средство передвижения.`,
        },
        { //937
            name: "Уокинг Вейк",
            img: "IMG_pok/walking-wake.webp",
            desc: `Древний покемон, похожий на Суи́куна. Он обладает длинным телом и мощными водными атаками.`,
        },
        { //938
            name: "Айрон Ливз",
            img: "IMG_pok/iron-leaves.webp",
            desc: `Механический покемон из будущего, похожий на Виризион. Его тело покрыто металлическими пластинами, а рога похожи на энергетические клинки.`,
        },
        { //939
            name: "Дипплин",
            img: "IMG_pok/dipplin.webp",
            desc: `Покемон-дракон, спрятанный внутри яблока. Его тело покрыто сладким сиропом, который помогает ему маскироваться.`,
        },
        { //940
            name: "Полтчагайст",
            img: "IMG_pok/poltchageist.webp",
            desc: `Призрачный покемон, похожий на порошок зелёного чая. Он может поселяться в старых чайных принадлежностях.`,
        },
        { //941
            name: "Синистча",
            img: "IMG_pok/sinistcha.webp",
            desc: `Призрачный покемон, живущий внутри чашки с зелёным чаем. Он может использовать чайную силу для лечения других покемонов.`,
        },
        { //942
            name: "Окидоги",
            img: "IMG_pok/okidogi.webp",
            desc: `Мощный ядовитый и боевой покемон. Он является одним из трёх покемонов, связанных с древней историей региона Китаками.`,
        },
        { //943
            name: "Манкидори",
            img: "IMG_pok/munkidori.webp",
            desc: `Психический и ядовитый покемон, похожий на обезьяну. Он очень хитёр и способен управлять разумом противников.`,
        },
        { //944
            name: "Фезандипити",
            img: "IMG_pok/fezandipiti.webp",
            desc: `Ядовитый и сказочный покемон, похожий на птицу. Его связывают с легендой о трёх защитниках Китаками.`,
        },
        { //945
            name: "Огерпон",
            img: "IMG_pok/ogerpon.webp",
            desc: `Загадочный травяной покемон, который носит разные маски. Каждая маска связана с особой силой и типом.`,
        },
        { //946
            name: "Архалудон",
            img: "IMG_pok/archaludon.webp",
            desc: `Стальной и драконий покемон с длинным металлическим телом. Его форма напоминает огромную металлическую конструкцию.`,
        },
        { //947
            name: "Гидраппл",
            img: "IMG_pok/hydrapple.webp",
            desc: `Драконий покемон, состоящий из нескольких яблок. Его многочисленные головы могут действовать вместе как единая команда.`,
        },
        { //948
            name: "Гауджинг Файр",
            img: "IMG_pok/gouging-fire.webp",
            desc: `Древний покемон, похожий на Энтея. Его тело окружено горячим пламенем, а мощные атаки связаны с огнём.`,
        },
        { //949
            name: "Рейджинг Болт",
            img: "IMG_pok/raging-bolt.webp",
            desc: `Древний электрический и драконий покемон, похожий на Райкоу. Он способен создавать огромные электрические разряды.`,
        },
        { //950
            name: "Айрон Боулдер",
            img: "IMG_pok/iron-boulder.webp",
            desc: `Механический покемон из будущего, похожий на Терракиона. Его тело покрыто металлической бронёй, а рог способен превращаться в мощное оружие.`,
        },
        { //951
            name: "Айрон Краун",
            img: "IMG_pok/iron-crown.webp",
            desc: `Механический покемон из будущего, похожий на Кобалиона. Его металлические рога могут превращаться в энергетические клинки.`,
        },
        { //952
            name: "Терапагос",
            img: "IMG_pok/terapagos.webp",
            desc: `Легендарный покемон, связанный с явлением Терасталлизации. Его панцирь напоминает огромную сияющую кристаллическую оболочку.`,
        },
        { //953
            name: "Печарант",
            img: "IMG_pok/pecharunt.webp",
            desc: `Маленький призрачный и ядовитый покемон, похожий на тёмный плод. Он способен создавать ядовитые цепочки, подчиняющие волю других существ.`,
        },
        { //954
            name: "Снизел",
            img: "IMG_pok/sneasel.webp",
            desc: `Тёмный и ледяной покемон, напоминающий кошку или ласку. Быстрый и хитрый, использует острые когти для охоты.`,
        },
        { //955
            name: "Электрик",
            img: "IMG_pok/eelektrik.webp",
            desc: `Электрический покемон, похожий на угря. Захватывает добычу присосками и поражает её электрическими разрядами.`,
        },
        { //956
            name: "Квилладин",
            img: "IMG_pok/quilladin.webp",
            desc: `Травяной покемон, покрытый прочным панцирем. Несмотря на крепкую защиту, он добродушен и любит играть.`,
        },
        { //957
            name: "Чеснот",
            img: "IMG_pok/chesnaught.webp",
            desc: `Травяной и боевой покемон с мощной бронёй. Защищает союзников, прикрывая их своим крепким панцирем.`,
        },
        { //958
            name: "Феннекин",
            img: "IMG_pok/fennekin.webp",
            desc: `Огненный покемон, похожий на маленькую лису. Выпускает горячий воздух из ушей и любит грызть веточки.`,
        },
        { //959
            name: "Брейксен",
            img: "IMG_pok/braixen.webp",
            desc: `Огненный покемон, использующий веточку в качестве волшебной палочки. Разжигает её хвостом и сражается огненными атаками.`,
        },
        { //960
            name: "Делфокс",
            img: "IMG_pok/delphox.webp",
            desc: `Огненный и психический покемон, похожий на лису-волшебницу. Заглядывает в пламя своей веточки, чтобы предугадывать движения противника.`,
        },
        { //961
            name: "Фроки",
            img: "IMG_pok/froakie.webp",
            desc: `Водный покемон-лягушка, окружённый лёгкими пузырьками. Очень ловкий и способен высоко прыгать.`,
        },
        { //962
            name: "Фрогадир",
            img: "IMG_pok/frogadier.webp",
            desc: `Водный покемон, отличающийся невероятной ловкостью. Метко бросает сгустки воды и быстро передвигается по стенам и деревьям.`,
        },
        { //963
            name: "Грениндзя",
            img: "IMG_pok/greninja.webp",
            desc: `Водный и тёмный покемон-ниндзя. Создаёт сюрикены из воды и атакует противников с поразительной скоростью.`,
        },
        { //964
            name: "Баннелби",
            img: "IMG_pok/bunnelby.webp",
            desc: `Обычный покемон, похожий на кролика. Его большие уши настолько сильны, что ими он может копать землю и рыть норы.`,
        },
        { //965
            name: "Диггерсби",
            img: "IMG_pok/diggersby.webp",
            desc: `Обычный и земляной покемон с мощными ушами-лопатами. Может поднимать и перемещать огромные камни, копая глубокие тоннели.`,
        },
        { //966
            name: "Флетчлинг",
            img: "IMG_pok/fletchling.webp",
            desc: `Обычный и летающий покемон, похожий на маленькую птицу. Его звонкое пение поднимает настроение, а в бою он очень проворен.`,
        },
        { //967
            name: "Флетчиндер",
            img: "IMG_pok/fletchinder.webp",
            desc: `Огненный и летающий покемон. Во время полёта разогревает своё тело и выпускает мощные огненные атаки.`,
        },
        { //968
            name: "Талонфлейм",
            img: "IMG_pok/talonflame.webp",
            desc: `Огненный и летающий покемон, стремительно пикирующий на добычу. Его атаки настолько быстры, что противнику трудно среагировать.`,
        },
        { //969
            name: "Скаттербаг",
            img: "IMG_pok/scatterbug.webp",
            desc: `Насекомый покемон, похожий на маленькую гусеницу. Покрывает своё тело пылью, помогающей защищаться от перепадов температуры.`,
        },
        { //970
            name: "Спьюпа",
            img: "IMG_pok/spewpa.webp",
            desc: `Насекомый покемон, развивающийся из Скаттербага. Его тело покрыто защитным покровом, который помогает переживать нападения врагов.`,
        },
        { //971
            name: "Вивийон",
            img: "IMG_pok/vivillon.webp",
            desc: `Насекомый и летающий покемон с красивыми узорами на крыльях. Рисунок его крыльев зависит от региона, в котором он появился.`,
        },
        { //972
            name: "Литлео",
            img: "IMG_pok/litleo.webp",
            desc: `Огненный и обычный покемон, похожий на львёнка. Любит состязаться с другими и становится сильнее, когда сталкивается с трудностями.`,
        },
        { //973
            name: "Пироар",
            img: "IMG_pok/pyroar.webp",
            desc: `Огненный и обычный покемон, напоминающий льва или львицу. Его грива может излучать сильный жар, а рёв способен устрашить противников.`,
        },
        { //974
            name: "Флабебе",
            img: "IMG_pok/flabebe.webp",
            desc: `Волшебный покемон, который держится за цветок и использует его силу. Очень бережно заботится о своём цветочном спутнике.`,
        },
        { //975
            name: "Флоэтт",
            img: "IMG_pok/floette.webp",
            desc: `Волшебный покемон, заботящийся о цветах. Сражается с помощью цветочной энергии и особенно привязан к своему любимому цветку.`,
        },
        { //976
            name: "Флоржес",
            img: "IMG_pok/florges.webp",
            desc: `Волшебный покемон, тесно связанный с растениями. Управляет энергией цветов и может создавать вокруг себя прекрасные цветочные сады.`,
        },
        { //977
            name: "Скиддо",
            img: "IMG_pok/skiddo.webp",
            desc: `Травяной покемон, похожий на маленького козлёнка. Спокойно живёт рядом с людьми и может переносить на спине небольших всадников.`,
        },
        { //978
            name: "Гогоат",
            img: "IMG_pok/gogoat.webp",
            desc: `Травяной покемон-козёл, способный перевозить людей на спине. Чувствует настроение всадника по прикосновению к своим рогам.`,
        },
        { //979
            name: "Панчам",
            img: "IMG_pok/pancham.webp",
            desc: `Боевой покемон, похожий на маленькую панду. Старается выглядеть грозным, но часто выдаёт своё добродушие.`,
        },
        { //980
            name: "Пангоро",
            img: "IMG_pok/pangoro.webp",
            desc: `Боевой и тёмный покемон с суровым характером. Не терпит несправедливости и готов защищать тех, кто слабее.`,
        },
        { //981
            name: "Фурфру",
            img: "IMG_pok/furfrou.webp",
            desc: `Обычный покемон, похожий на пуделя. Его шерсть быстро отрастает после стрижки, а различные причёски придают ему особый облик.`,
        },
        { //982
            name: "Эспурр",
            img: "IMG_pok/espurr.webp",
            desc: `Психический покемон, похожий на маленького котёнка. С трудом контролирует мощную психическую энергию, скрытую в его ушах.`,
        },
        { //983
            name: "Мяустик",
            img: "IMG_pok/meowstic.webp",
            desc: `Психический покемон с кошачьей внешностью. Его большие уши скрывают способности, позволяющие создавать мощные защитные барьеры.`,
        },
        { //984
            name: "Онедж",
            img: "IMG_pok/honedge.webp",
            desc: `Стальной и призрачный покемон в форме древнего меча. Его лента обвивается вокруг руки того, кто осмелится взять его в руки.`,
        },
        { //985
            name: "Дублейд",
            img: "IMG_pok/doublade.webp",
            desc: `Стальной и призрачный покемон, состоящий из двух оживших мечей. Сражается слаженно, координируя движения обоих клинков.`,
        },
        { //986
            name: "Эгислэш",
            img: "IMG_pok/aegislash.webp",
            desc: `Стальной и призрачный покемон, меняющий форму между щитом и клинком. По легендам, он когда-то выбирал королей и управлял целыми королевствами.`,
        },
        { //987
            name: "Спритзи",
            img: "IMG_pok/spritzee.webp",
            desc: `Волшебный покемон, похожий на маленькую птицу. Выделяет приятный аромат, который может меняться в зависимости от того, что он съел.`,
        },
        { //988
            name: "Ароматисс",
            img: "IMG_pok/aromatisse.webp",
            desc: `Волшебный покемон, способный источать самые разные ароматы. Может создавать запахи, которые сбивают противников с толку.`,
        },
        { //989
            name: "Свирликс",
            img: "IMG_pok/swirlix.webp",
            desc: `Волшебный покемон, похожий на облачко сладкой ваты. Питается сахаром и может выпускать липкие нити, замедляющие противника.`,
        },
        { //990
            name: "Сларапуфф",
            img: "IMG_pok/slurpuff.webp",
            desc: `Волшебный покемон с тонким обонянием. Способен различать запахи гораздо лучше человека и напоминает воздушный сладкий десерт.`,
        },
        { //991
            name: "Инкей",
            img: "IMG_pok/inkay.webp",
            desc: `Тёмный и психический покемон, похожий на маленького кальмара. Использует мигающий свет, чтобы дезориентировать противников.`,
        },
        { //992
            name: "Маламар",
            img: "IMG_pok/malamar.webp",
            desc: `Тёмный и психический покемон с мощными гипнотическими способностями. Может подчинять волю противников и заставлять их выполнять его приказы.`,
        },
        { //993
            name: "Бинакл",
            img: "IMG_pok/binacle.webp",
            desc: `Каменный и водный покемон, состоящий из двух существ, живущих на одной скале. Каждая часть действует самостоятельно, но они работают вместе.`,
        },
        { //994
            name: "Барбаракл",
            img: "IMG_pok/barbaracle.webp",
            desc: `Каменный и водный покемон, состоящий из нескольких существ, объединённых в одно тело. Его многочисленные руки позволяют наносить сильные удары.`,
        },
        { //995
            name: "Скрелп",
            img: "IMG_pok/skrelp.webp",
            desc: `Ядовитый и водный покемон, маскирующийся под высохшие водоросли. Прячется среди морской растительности и атакует неожиданно.`,
        },
        { //996
            name: "Драгалдж",
            img: "IMG_pok/dragalge.webp",
            desc: `Ядовитый и драконий покемон, похожий на морского дракона. Выпускает сильный яд и скрывается среди зарослей водорослей.`,
        },
        { //997
            name: "Клаунчер",
            img: "IMG_pok/clauncher.webp",
            desc: `Водный покемон, напоминающий маленького рака. Его большая клешня действует как мощная водяная пушка.`,
        },
        { //998
            name: "Клавитцер",
            img: "IMG_pok/clawitzer.webp",
            desc: `Водный покемон с огромной клешнёй-пушкой. С её помощью он выстреливает мощными струями воды на большие расстояния.`,
        },
        { //999
            name: "Гелиоптайл",
            img: "IMG_pok/helioptile.webp",
            desc: `Электрический и обычный покемон, похожий на ящерицу. Поглощает солнечный свет и превращает его в электрическую энергию.`,
        },
        { //1000
            name: "Гелиолиск",
            img: "IMG_pok/heliolisk.webp",
            desc: `Электрический и обычный покемон, который раскрывает воротник, чтобы собирать солнечную энергию. Способен производить мощные электрические разряды.`,
        },
        { //1001
            name: "Тайрант",
            img: "IMG_pok/tyrunt.webp",
            desc: `Каменный и драконий покемон, возрождённый из древней окаменелости. Похож на маленького тираннозавра и любит шалить.`,
        },
        { //1002
            name: "Тирантрум",
            img: "IMG_pok/tyrantrum.webp",
            desc: `Каменный и драконий покемон, похожий на огромного тираннозавра. Его мощные челюсти способны сокрушать даже самые прочные материалы.`,
        },
        { //1003
            name: "Амаура",
            img: "IMG_pok/amaura.webp",
            desc: `Каменный и ледяной покемон, возрождённый из древней окаменелости. Напоминает маленького зауропода и излучает прохладу.`,
        },
        { //1004
            name: "Аврорус",
            img: "IMG_pok/aurorus.webp",
            desc: `Каменный и ледяной покемон с красивыми кристаллическими узорами. Может создавать ледяные стены и управлять холодом.`,
        },
        { //1005
            name: "Гуми",
            img: "IMG_pok/goomy.webp",
            desc: `Драконий покемон с мягким и влажным телом. Очень застенчив и предпочитает прятаться в сырых местах.`,
        },
        { //1006
            name: "Слиггу",
            img: "IMG_pok/sliggoo.webp",
            desc: `Драконий покемон с липким телом. Плохо видит окружающий мир и ориентируется преимущественно с помощью обоняния и осязания.`,
        },
        { //1007
            name: "Гудра",
            img: "IMG_pok/goodra.webp",
            desc: `Драконий покемон, добродушный и очень привязчивый. Его тело покрыто слизью, а сильные объятия могут доставить неприятности даже друзьям.`,
        },
        { //1008
            name: "Клефки",
            img: "IMG_pok/klefki.webp",
            desc: `Стальной и волшебный покемон, собирающий ключи. Хранит их с большой заботой и использует металлические кольца для переноски своей коллекции.`,
        },
        { //1009
            name: "Фантамп",
            img: "IMG_pok/phantump.webp",
            desc: `Призрачный и травяной покемон, обитающий в пнях. По легендам, он появляется, когда дух ребёнка заблудившегося в лесу вселяется в дерево.`,
        },
        { //1010
            name: "Тревенант",
            img: "IMG_pok/trevenant.webp",
            desc: `Призрачный и травяной покемон, похожий на ожившее дерево. Защищает лес и может управлять корнями, чтобы удерживать незваных гостей.`,
        },
        { //1011
            name: "Пампкабу",
            img: "IMG_pok/pumpkaboo.webp",
            desc: `Призрачный и травяной покемон, напоминающий тыкву. Появляется в сумерках и носит внутри себя дух, который может унести заблудившегося путника.`,
        },
        { //1012
            name: "Горгейст",
            img: "IMG_pok/gourgeist.webp",
            desc: `Призрачный и травяной покемон в форме тыквы. По ночам поёт жуткие песни и может обвивать жертву своими гибкими руками.`,
        },
        { //1013
            name: "Бергмайт",
            img: "IMG_pok/bergmite.webp",
            desc: `Ледяной покемон, похожий на небольшой кусок льда. Живёт в холодных местах и способен замораживать окружающую воду.`,
        },
        { //1014
            name: "Авалугг",
            img: "IMG_pok/avalugg.webp",
            desc: `Ледяной покемон с телом, напоминающим ледяную скалу. Его прочная спина служит опорой для других покемонов во время путешествий по снегу.`,
        },
        { //1015
            name: "Нойбат",
            img: "IMG_pok/noibat.webp",
            desc: `Летающий и драконий покемон, похожий на летучую мышь. Использует ультразвуковые волны, чтобы ориентироваться и находить добычу.`,
        },
        { //1016
            name: "Нойверн",
            img: "IMG_pok/noivern.webp",
            desc: `Летающий и драконий покемон, способный создавать разрушительные звуковые волны. Летает в темноте и охотится, полагаясь на слух.`,
        },
        { //1017
            name: "Зерниас",
            img: "IMG_pok/xerneas.webp",
            desc: `Легендарный волшебный покемон, олицетворяющий жизнь. Его рога сияют семью цветами, а легенды гласят, что он способен даровать вечную жизнь.`,
        },
        { //1018
            name: "Ивелтал",
            img: "IMG_pok/yveltal.webp",
            desc: `Легендарный тёмный и летающий покемон, олицетворяющий разрушение. Когда его жизнь подходит к концу, он поглощает жизненную энергию окружающих.`,
        },
        { //1019
            name: "Зайгард",
            img: "IMG_pok/zygarde.webp",
            desc: `Легендарный драконий и земляной покемон, следящий за равновесием экосистемы. Может менять форму в зависимости от количества собранных клеток.`,
        },
        { //1020
            name: "Дианси",
            img: "IMG_pok/diancie.webp",
            desc: `Мифический каменный и волшебный покемон, способный создавать драгоценные камни. Его тело сверкает кристаллами, а самоцветы могут превращаться в алмазы.`,
        },
        { //1021
            name: "Хупа",
            img: "IMG_pok/hoopa.webp",
            desc: `Мифический психический и призрачный покемон в своей ограниченной форме. Использует кольца, чтобы открывать порталы и перемещать предметы на огромные расстояния.`,
        },
        { //1022
            name: "Волканион",
            img: "IMG_pok/volcanion.webp",
            desc: `Мифический огненный и водный покемон. Выпускает из рук мощные струи пара, способные разрушать скалы и отбрасывать противников.`,
        },
        { //1023
            name: "Роулет",
            img: "IMG_pok/rowlet.webp",
            desc: `Травяной и летающий покемон, похожий на круглую сову. Бесшумно летает в темноте и метко стреляет перьями, словно стрелами.`,
        },
        { //1024
            name: "Дартикс",
            img: "IMG_pok/dartrix.webp",
            desc: `Травяной и летающий покемон, следящий за чистотой своих перьев. Метает острые перья и тщательно готовится к каждому сражению.`,
        },
        { //1025
            name: "Десидуай",
            img: "IMG_pok/decidueye.webp",
            desc: `Травяной и призрачный покемон, похожий на сову-лучника. Выпускает перья, словно стрелы, и способен двигаться практически бесшумно.`,
        },
        { //1026
            name: "Литтен",
            img: "IMG_pok/litten.webp",
            desc: `Огненный покемон, похожий на чёрного котёнка. Вылизывает шерсть, а затем использует накопившиеся комки шерсти для огненных атак.`,
        },
        { //1027
            name: "Торракэт",
            img: "IMG_pok/torracat.webp",
            desc: `Огненный покемон, похожий на молодого кота. Колокольчик на его шее вырабатывает пламя, когда он готовится к атаке.`,
        },
        { //1028
            name: "Инсинероар",
            img: "IMG_pok/incineroar.webp",
            desc: `Огненный и тёмный покемон, напоминающий мускулистого тигра-рестлера. Сражается зрелищно и любит внимание публики.`,
        },
        { //1029
            name: "Попплио",
            img: "IMG_pok/popplio.webp",
            desc: `Водный покемон, похожий на морского льва. Создаёт водяные пузыри и тренируется выполнять трюки с удивительной ловкостью.`,
        },
        { //1030
            name: "Бримонне",
            img: "IMG_pok/brionne.webp",
            desc: `Водный покемон, похожий на морского льва. Танцует и создаёт водяные шары, которыми жонглирует во время выступлений и сражений.`,
        },
        { //1031
            name: "Примарина",
            img: "IMG_pok/primarina.webp",
            desc: `Водный и волшебный покемон, чьё пение управляет водяными пузырями. Сражается с помощью мелодий и грациозных движений.`,
        },
        { //1032
            name: "Пикипек",
            img: "IMG_pok/pikipek.webp",
            desc: `Обычный и летающий покемон, похожий на дятла. Быстро стучит клювом по деревьям и может пробивать даже твёрдые материалы.`,
        },
        { //1033
            name: "Трамбик",
            img: "IMG_pok/trumbeak.webp",
            desc: `Обычный и летающий покемон, похожий на тукана. Запасает семена в клюве и выстреливает ими с большой силой.`,
        },
        { //1034
            name: "Туканнон",
            img: "IMG_pok/toucannon.webp",
            desc: `Обычный и летающий покемон с огромным клювом. Нагревает его до высокой температуры и использует в мощных атаках.`,
        },
        { //1035
            name: "Янгус",
            img: "IMG_pok/yungoos.webp",
            desc: `Обычный покемон с длинным телом и острыми зубами. Постоянно ищет пищу и способен учуять добычу издалека.`,
        },
        { //1036
            name: "Гамшус",
            img: "IMG_pok/gumshoos.webp",
            desc: `Обычный покемон, похожий на мангуста. Терпеливо выслеживает добычу и может долго оставаться неподвижным в засаде.`,
        },
        { //1037
            name: "Граббин",
            img: "IMG_pok/grubbin.webp",
            desc: `Насекомый покемон, похожий на маленькую личинку. Использует мощные челюсти, чтобы прокладывать путь в земле и цепляться за поверхности.`,
        },
        { //1038
            name: "Чарджабаг",
            img: "IMG_pok/charjabug.webp",
            desc: `Насекомый и электрический покемон с телом в форме батарейки. Накапливает электричество и может передавать его другим покемонам.`,
        },
        { //1039
            name: "Викавольт",
            img: "IMG_pok/vikavolt.webp",
            desc: `Насекомый и электрический покемон, напоминающий жука с огромными челюстями. Выпускает мощные электрические разряды с высокой точностью.`,
        },
        { //1040
            name: "Крабраулер",
            img: "IMG_pok/crabrawler.webp",
            desc: `Боевой покемон, похожий на краба. Тренирует клешни, нанося удары по пальмам и скалам, и мечтает о больших победах.`,
        },
        { //1041
            name: "Крабоминабл",
            img: "IMG_pok/crabominable.webp",
            desc: `Боевой и ледяной покемон с огромными клешнями. Обитает в холодных горах и наносит сокрушительные удары своими ледяными кулаками.`,
        },
        { //1042
            name: "Орикорио",
            img: "IMG_pok/oricorio.webp",
            desc: `Покемон, меняющий форму и тип в зависимости от нектара, которым питается. Его танцы помогают ему накапливать энергию для атак.`,
        },
        { //1043
            name: "Катиефлай",
            img: "IMG_pok/cutiefly.webp",
            desc: `Насекомый и волшебный покемон, похожий на маленькую пчёлку. Находит цветы, ориентируясь на ауру живых существ и растений.`,
        },
        { //1044
            name: "Рибомби",
            img: "IMG_pok/ribombee.webp",
            desc: `Насекомый и волшебный покемон, собирающий пыльцу и создающий из неё особые шарики. Летает очень быстро и любит цветочные поляны.`,
        },
        { //1045
            name: "Рокрафф",
            img: "IMG_pok/rockruff.webp",
            desc: `Каменный покемон, похожий на щенка. Очень дружелюбен, но с возрастом становится всё более независимым и гордым.`,
        },
        { //1046
            name: "Лайканрок",
            img: "IMG_pok/lycanroc.webp",
            desc: `Каменный покемон, похожий на волка. Имеет несколько форм, которые зависят от времени эволюции и отличаются стилем боя.`,
        },
        { //1047
            name: "Вишиваши",
            img: "IMG_pok/wishiwashi.webp",
            desc: `Водный покемон, похожий на маленькую рыбку. В одиночку кажется слабым, но в опасности собирается в огромную стаю.`,
        },
        { //1048
            name: "Марини",
            img: "IMG_pok/mareanie.webp",
            desc: `Ядовитый и водный покемон, похожий на морскую звезду. Охотится на коралловых покемонов и защищается ядовитыми шипами.`,
        },
        { //1049
            name: "Токсапекс",
            img: "IMG_pok/toxapex.webp",
            desc: `Ядовитый и водный покемон с множеством острых щупалец. Его ядовитые шипы способны причинять сильную боль даже крупным противникам.`,
        },
        { //1050
            name: "Мадбрей",
            img: "IMG_pok/mudbray.webp",
            desc: `Земляной покемон, похожий на ослика. Обладает большой выносливостью и способен переносить тяжёлые грузы по труднопроходимой местности.`,
        },
        { //1051
            name: "Мадсдейл",
            img: "IMG_pok/mudsdale.webp",
            desc: `Земляной покемон, похожий на мощную лошадь. Его копыта невероятно прочны, а каждый шаг поднимает облака земли и пыли.`,
        },
        { //1052
            name: "Дьюпайдер",
            img: "IMG_pok/dewpider.webp",
            desc: `Водный и насекомый покемон, который носит на голове пузырь воды. Передвигается по суше, защищая дыхательные органы от высыхания.`,
        },
        { //1053
            name: "Аракванид",
            img: "IMG_pok/araquanid.webp",
            desc: `Водный и насекомый покемон, создающий вокруг головы большой пузырь воды. Использует его для защиты и захвата добычи.`,
        },
        { //1054
            name: "Фомантис",
            img: "IMG_pok/fomantis.webp",
            desc: `Травяной покемон, похожий на маленькое насекомое с листьями. Активен днём и поглощает солнечный свет для роста.`,
        },
        { //1055
            name: "Лурантис",
            img: "IMG_pok/lurantis.webp",
            desc: `Травяной покемон, похожий на цветок-богомола. Его яркие лепестки маскируют тело, а острые лезвия наносят точные удары.`,
        },
        { //1056
            name: "Морелалл",
            img: "IMG_pok/morelull.webp",
            desc: `Травяной и волшебный покемон, напоминающий светящийся гриб. Выпускает споры, способные усыплять противников.`,
        },
        { //1057
            name: "Шиинотик",
            img: "IMG_pok/shiinotic.webp",
            desc: `Травяной и волшебный покемон, похожий на светящийся гриб. Использует свет и споры, чтобы сбивать с толку тех, кто забредает в лес.`,
        },
        { //1058
            name: "Саландит",
            img: "IMG_pok/salandit.webp",
            desc: `Ядовитый и огненный покемон, похожий на маленькую ящерицу. Выделяет ядовитые газы, способные ослаблять противников.`,
        },
        { //1059
            name: "Салаззл",
            img: "IMG_pok/salazzle.webp",
            desc: `Ядовитый и огненный покемон. Выделяет особые феромоны и ядовитые газы, которыми может подчинять себе других покемонов.`,
        },
        { //1060
            name: "Стаффул",
            img: "IMG_pok/stufful.webp",
            desc: `Обычный и боевой покемон, похожий на маленького медвежонка. Выглядит мягким и милым, но не любит, когда его трогают.`,
        },
        { //1061
            name: "Бивэр",
            img: "IMG_pok/bewear.webp",
            desc: `Обычный и боевой покемон, похожий на большого медведя. Очень силён и может случайно причинить вред даже тем, кого любит.`,
        },
        { //1062
            name: "Баунсвит",
            img: "IMG_pok/bounsweet.webp",
            desc: `Травяной покемон, похожий на маленький фрукт. Источает приятный аромат, который привлекает других покемонов.`,
        },
        { //1063
            name: "Стини",
            img: "IMG_pok/steenee.webp",
            desc: `Травяной покемон, эволюционировавший из Баунсвита. Его крепкие листья помогают защищаться, а аромат привлекает внимание окружающих.`,
        },
        { //1064
            name: "Царина",
            img: "IMG_pok/tsareena.webp",
            desc: `Травяной покемон с сильными ногами и короной из листьев. Атакует мощными ударами ног и гордится своей грацией.`,
        },
        { //1065
            name: "Комфи",
            img: "IMG_pok/comfey.webp",
            desc: `Волшебный покемон, который собирает цветы и сплетает из них венки. Его аромат помогает успокаивать союзников.`,
        },
        { //1066
            name: "Орангуру",
            img: "IMG_pok/oranguru.webp",
            desc: `Обычный и психический покемон, похожий на орангутана. Мудр и спокоен, часто помогает другим покемонам и отдаёт команды во время боя.`,
        },
        { //1067
            name: "Пассимian",
            img: "IMG_pok/passimian.webp",
            desc: `Боевой покемон, живущий в стаях. Каждый член стаи играет определённую роль и использует ягоды как снаряды для атаки.`,
        },
        { //1068
            name: "Вимпод",
            img: "IMG_pok/wimpod.webp",
            desc: `Насекомый и водный покемон, похожий на маленького ракообразного. Пуглив и при опасности быстро убегает, оставляя после себя мусор и предметы.`,
        },
        { //1069
            name: "Голизопод",
            img: "IMG_pok/golisopod.webp",
            desc: `Насекомый и водный покемон с прочным панцирем и острыми когтями. Сражается дисциплинированно и может наносить мощные удары.`,
        },
        { //1070
            name: "Сандигаст",
            img: "IMG_pok/sandygast.webp",
            desc: `Призрачный и земляной покемон, похожий на песочный замок. Управляет песком и может захватывать тех, кто неосторожно приблизится.`,
        },
        { //1071
            name: "Палоссанд",
            img: "IMG_pok/palossand.webp",
            desc: `Призрачный и земляной покемон в форме большого песочного замка. Поглощает жизненную энергию и увеличивается за счёт песка.`,
        },
        { //1072
            name: "Пюкумюку",
            img: "IMG_pok/pyukumuku.webp",
            desc: `Водный покемон, живущий на морском побережье. Выглядит неподвижным, но способен выбрасывать внутренние органы наружу для защиты и атаки.`,
        },
        { //1073
            name: "Тип: Нуль",
            img: "IMG_pok/type_null.webp",
            desc: `Искусственно созданный покемон, разработанный для борьбы с могущественными противниками. Носит тяжёлую маску, ограничивающую его силу.`,
        },
        { //1074
            name: "Силвалли",
            img: "IMG_pok/silvally.webp",
            desc: `Искусственно созданный покемон, способный менять свой тип с помощью специальных дисков. Был разработан как оружие против ультрачудовищ.`,
        },
        { //1075
            name: "Миниор",
            img: "IMG_pok/minior.webp",
            desc: `Каменный и летающий покемон, прибывающий из космоса. Его твёрдая оболочка защищает яркое ядро, которое становится видимым после разрушения панциря.`,
        },
        { //1076
            name: "Комала",
            img: "IMG_pok/komala.webp",
            desc: `Обычный покемон, который почти всю жизнь проводит во сне. Его состояние зависит от сна, а просыпается он крайне редко.`,
        },
        { //1077
            name: "Туртонатор",
            img: "IMG_pok/turtonator.webp",
            desc: `Огненный и драконий покемон с панцирем, похожим на мину. Взрывает собственную броню при ударе, чтобы отбросить нападающего.`,
        },
        { //1078
            name: "Тогедемару",
            img: "IMG_pok/togedemaru.webp",
            desc: `Электрический и стальной покемон, похожий на круглого ежа. Поднимает иглы на спине и накапливает электричество для мощных разрядов.`,
        },
        { //1079
            name: "Мимикью",
            img: "IMG_pok/mimikyu.webp",
            desc: `Призрачный и волшебный покемон, скрывающийся под самодельным костюмом, похожим на Пикачу. Его настоящий облик настолько пугает, что увидеть его опасно.`,
        },
        { //1080
            name: "Браксиш",
            img: "IMG_pok/bruxish.webp",
            desc: `Водный и психический покемон с яркой окраской. Скрежещет зубами и создаёт мощные психические волны, способные оглушать противников.`,
        },
        { //1081
            name: "Дрампa",
            img: "IMG_pok/drampa.webp",
            desc: `Обычный и драконий покемон, похожий на добродушного дракона. Любит общаться с детьми, но может яростно защищать тех, кто ему дорог.`,
        },
        { //1082
            name: "Дхельмайз",
            img: "IMG_pok/dhelmise.webp",
            desc: `Призрачный и травяной покемон, обитающий в якоре и корабельном штурвале. Управляет водорослями и использует тяжёлый якорь как оружие.`,
        },
        { //1083
            name: "Джангмо-о",
            img: "IMG_pok/jangmo-o.webp",
            desc: `Драконий покемон, покрытый небольшими чешуйками. Использует их как защиту и издаёт звонкие звуки, ударяя чешуйками друг о друга.`,
        },
        { //1084
            name: "Хакамo-о",
            img: "IMG_pok/hakamo-o.webp",
            desc: `Драконий и боевой покемон, покрытый прочными чешуйками. Тренируется в сражениях и проверяет свою силу, сталкиваясь с сильными противниками.`,
        },
        { //1085
            name: "Коммо-о",
            img: "IMG_pok/kommo-o.webp",
            desc: `Драконий и боевой покемон, покрытый металлическими чешуйками. Гремит ими перед боем и атакует мощными ударами.`,
        },
        { //1086
            name: "Тапу Коко",
            img: "IMG_pok/tapu_koko.webp",
            desc: `Легендарный электрический и волшебный покемон, хранитель острова Мелемеле. Быстро перемещается и создаёт электрические поля для усиления атак.`,
        },
        { //1087
            name: "Тапу Леле",
            img: "IMG_pok/tapu_lele.webp",
            desc: `Легендарный психический и волшебный покемон, хранитель острова Акала. Рассыпает сияющую пыльцу, которая может исцелять или усиливать атаки.`,
        },
        { //1088
            name: "Тапу Булу",
            img: "IMG_pok/tapu_bulu.webp",
            desc: `Легендарный травяной и волшебный покемон, хранитель острова Ула-Ула. Управляет растительностью и способен мгновенно выращивать огромные деревья.`,
        },
        { //1089
            name: "Тапу Фини",
            img: "IMG_pok/tapu_fini.webp",
            desc: `Легендарный водный и волшебный покемон, хранитель острова Пони. Создаёт густой туман, который сбивает противников с пути.`,
        },
        { //1090
            name: "Космог",
            img: "IMG_pok/cosmog.webp",
            desc: `Легендарный психический покемон, похожий на облачко космической пыли. Очень любопытен и способен открывать пространственные разрывы.`,
        },
        { //1091
            name: "Космоэм",
            img: "IMG_pok/cosmoem.webp",
            desc: `Легендарный психический покемон, заключённый в плотную оболочку. Его тело невероятно тяжёлое, несмотря на крошечный размер.`,
        },
        { //1092
            name: "Солгалео",
            img: "IMG_pok/solgaleo.webp",
            desc: `Легендарный психический и стальной покемон, похожий на льва. Известен как посланник солнца и способен путешествовать между мирами.`,
        },
        { //1093
            name: "Лунала",
            img: "IMG_pok/lunala.webp",
            desc: `Легендарный психический и призрачный покемон, похожий на огромную летучую мышь. Его крылья поглощают свет, а сам он связан с энергией луны.`,
        },
        { //1094
            name: "Нихилего",
            img: "IMG_pok/nihilego.webp",
            desc: `Ультрачудовище, напоминающее прозрачную медузу. Его тело состоит из необычного вещества, а выделяемый им токсин влияет на поведение живых существ.`,
        },
        { //1095
            name: "Баззвул",
            img: "IMG_pok/buzzwole.webp",
            desc: `Ультрачудовище насекомого и боевого типов с невероятно развитыми мышцами. Демонстрирует силу, сгибая стальные балки и сокрушая противников.`,
        },
        { //1096
            name: "Феромоза",
            img: "IMG_pok/pheromosa.webp",
            desc: `Ультрачудовище насекомого и боевого типов, отличающееся невероятной скоростью и изящными движениями. Его внешний вид напоминает стройное насекомое.`,
        },
        { //1097
            name: "Ксуркитри",
            img: "IMG_pok/xurkitree.webp",
            desc: `Электрическое ультрачудовище, похожее на существо из проводов и кабелей. Накапливает огромное количество электричества и выпускает мощные разряды.`,
        },
        { //1098
            name: "Целестила",
            img: "IMG_pok/celesteela.webp",
            desc: `Стальное и летающее ультрачудовище, напоминающее гигантскую ракету. Способно подниматься в воздух и испускать мощные энергетические потоки.`,
        },
        { //1099
            name: "Картана",
            img: "IMG_pok/kartana.webp",
            desc: `Стальное и травяное ультрачудовище, похожее на сложенную фигурку оригами. Его тонкие края невероятно остры и способны разрезать прочные материалы.`,
        },
        { //1100
            name: "Гуззлорд",
            img: "IMG_pok/guzzlord.webp",
            desc: `Тёмное и драконье ультрачудовище с ненасытным аппетитом. Поглощает почти всё вокруг и постоянно ищет новую пищу.`,
        }
    ]
};