window.CATALOGS = window.CATALOGS || {};

window.CATALOGS.pok = {
    title: "🪲 Покемоны",

    items: [

        {
            name: "Эш Кетчум",
            img: "IMG_pok/ash.jpg",
            desc: `
              Главный герой сериала, амбициозный тренер из города Паллет, мечтающий стать Величайшим Мастером Покемонов.
              `,
        },

        {
            name: "Мисти",
            img: "IMG_pok/misty.jpg",
            desc: `
              Лидер стадиона города Церулин, специализирующаяся на водных покемонах. Долгое время путешествовала вместе с Эшем.
              `,
        },

        {
            name: "Брок",
            img: "IMG_pok/brock.jpg",
            desc: `
              Бывший лидер стадиона города Пьютер, мечтающий стать квалифицированным разводчиком и лекарем покемонов.
              `,
        },

        {
            name: "Джесси",
            img: "IMG_pok/jessie.jpg",
            desc: `
              Участница преступной организации «Команда R», отличающаяся вспыльчивым характером и яркими малиновыми волосами.
              `,
        },

        {
            name: "Джеймс",
            img: "IMG_pok/james.jpg",
            desc: `
              Напарник Джесси из «Команды R», выходец из богатой семьи, искренне любящий своих покемонов.
              `,
        },

        {
            name: "Профессор Оук",
            img: "IMG_pok/professor_oak.jpg",
            desc: `
              Выдающийся исследователь покемонов в регионе Канто, выдающий начинающим тренерам их первых покемонов и Покедекс.
              `,
        },

        {
            name: "Мэй",
            img: "IMG_pok/may.jpg",
            desc: `
              Координатор покемонов из региона Хоэнн, путешествовавшая с Эшем и мечтавшая победить в Большом Кубке.
              `,
        },

        {
            name: "Макс",
            img: "IMG_pok/max.jpg",
            desc: `
              Младший брат Мэй, начитанный и эрудированный мальчик, который пока слишком мал, чтобы иметь собственных покемонов.
              `,
        },

        {
            name: "Доун",
            img: "IMG_pok/dawn.jpg",
            desc: `
              Начинающий координатор покемонов из региона Синно, стремившаяся пойти по стопам своей матери.
              `,
        },

        {
            name: "Сайлан",
            img: "IMG_pok/cilan.jpg",
            desc: `
              Один из лидеров стадиона Стриатон в регионе Юнова и знаток (сомелье) покемонов, присоединившийся к Эшу.
              `,
        },

        {
            name: "Айрис",
            img: "IMG_pok/iris.jpg",
            desc: `
              Тренер, специализирующаяся на драконьих покемонах, путешествовавшая с Эшем по региону Юнова.
              `,
        },

        {
            name: "Клемонт",
            img: "IMG_pok/clemont.jpg",
            desc: `
              Лидер стадиона города Люмиос в регионе Калос, гениальный изобретатель, чьи гаджеты постоянно взрываются.
              `,
        },

        {
            name: "Бонни",
            img: "IMG_pok/bonnie.jpg",
            desc: `
              Младшая сестра Клемонта, постоянно пытающаяся найти своему брату заботливую жену.
              `,
        },

        {
            name: "Сирена",
            img: "IMG_pok/serena.jpg",
            desc: `
              Демонстратор покемонов из региона Калос, знакомая с Эшем ещё с детского лагеря Профессора Оука.
              `,
        },

        {
            name: "Гоу",
            img: "IMG_pok/goh.jpg",
            desc: `
              Исследователь из города Вермилион, поставивший себе цель поймать по одному экземпляру каждого вида покемонов, включая Мью.
              `,
        },

        {
            name: "Офицер Дженни",
            img: "IMG_pok/officer_jenny.jpg",
            desc: `
              Представительница многочисленного семейства блюстителей порядка, встречающаяся практически в каждом городе.
              `,
        },

        {
            name: "Сестра Джой",
            img: "IMG_pok/nurse_joy.jpg",
            desc: `
              Доброжелательная медсестра из Центра Покемонов, чьи близкие родственницы выглядят абсолютно идентично и работают по всему миру.
              `,
        },

        {
            name: "Джованни",
            img: "IMG_pok/giovanni.jpg",
            desc: `
              Таинственный и жестокий босс преступной организации «Команда R» и бывший лидер стадиона Вермилион.
              `,
        },

        {
            name: "Гэри Оук",
            img: "IMG_pok/gary_oak.jpg",
            desc: `
              Внук Профессора Оука, главный соперник Эша в первых сезонах, позже решивший стать исследователем.
              `,
        },

        {
            name: "Делия Кетчум",
            img: "IMG_pok/delia_ketchum.jpg",
            desc: `
              Заботливая мать Эша, проживающая в городе Паллет вместе со своим помощником Мистер Маймом.
              `,
        },

        {
            name: "Трейси Скетчит",
            img: "IMG_pok/tracey.jpg",
            desc: `
              Наблюдатель покемонов, который путешествовал с Эшем и Мисти по Оранжевому архипелагу, а позже стал помощником Профессора Оука.
              `,
        },

        {
            name: "Дэнни (Оранжевые острова)",
            img: "IMG_pok/danny.jpg",
            desc: `
              Один из лидеров стадиона Оранжевой лиги, специализирующийся на испытаниях на выносливость и координацию.
              `,
        },

        {
            name: "Лили",
            img: "IMG_pok/lillie.jpg",
            desc: `
              Студентка школы покемонов в регионе Алола, преодолевшая свой страх прикасаться к покемонам.
              `,
        },

        {
            name: "Гладион",
            img: "IMG_pok/gladion.jpg",
            desc: `
              Старший брат Лили, серьёзный и сдержанный тренер, выступающий главным соперником Эша в регионе Алола.
              `,
        },

        {
            name: "Люсамин",
            img: "IMG_pok/lusamine.jpg",
            desc: `
              Мать Лили и Гладиона, руководитель фонда «Этер», занимающегося защитой и исследованием покемонов.
              `,
        },

        {
            name: "Киаве",
            img: "IMG_pok/kiawe.jpg",
            desc: `
              Студент школы покемонов в Алоле, специализирующийся на огненных покемонах и хранящий традиции своего острова.
              `,
        },

        {
            name: "Маллоу",
            img: "IMG_pok/mallow.jpg",
            desc: `
              Энергичная студентка школы покемонов и талантливый кулинар, специализирующаяся на травяных покемонах.
              `,
        },

        {
            name: "Лана",
            img: "IMG_pok/lana.jpg",
            desc: `
              Спокойная и тихая девочка из региона Алола, увлекающаяся рыбалкой и любительница водных покемонов.
              `,
        },

        {
            name: "Софоклис",
            img: "IMG_pok/sophocles.jpg",
            desc: `
              Юный изобретатель и программист из региона Алола, специализирующийся на электрических покемонах.
              `,
        },

        {
            name: "Профессор Кукуи",
            img: "IMG_pok/professor_kukui.jpg",
            desc: `
              Исследователь покемонов и основатель школы покемонов в регионе Алола, выступающий на арене под именем Маска Роял.
              `,
        },

        {
            name: "Профессор Бернет",
            img: "IMG_pok/professor_burnet.jpg",
            desc: `
              Учёный и жена Профессора Кукуи, исследующая альтернативные измерения и Ультра-Чудовищ.
              `,
        },

        {
            name: "Хлоя (Кохару)",
            img: "IMG_pok/chloe.jpg",
            desc: `
              Дочь Профессора Черри, подруга детства Гоу, путешествующая со своим особым Иви.
              `,
        },

        {
            name: "Профессор Черри",
            img: "IMG_pok/professor_cerise.jpg",
            desc: `
              Глава Лаборатории Черри в городе Вермилион, на которого работают Эш и Гоу в качестве официальных исследователей.
              `,
        },

        {
            name: "Ликон",
            img: "IMG_pok/rico.jpg",
            desc: `
              Браконьер и охотник на покемонов, неоднократно вступавший в конфликт с главным героями.
              `,
        },

        {
            name: "Джун (Барри)",
            img: "IMG_pok/barry.jpg",
            desc: `
              Гиперактивный и суетливый соперник Эша из региона Синно, постоянно угрожающий штрафами за опоздания.
              `,
        },

        {
            name: "Пол",
            img: "IMG_pok/paul.jpg",
            desc: `
              Прагматичный и строгий тренер из региона Синно, требующий от своих покемонов абсолютной силы и эффективности.
              `,
        },

        {
            name: "Зои",
            img: "IMG_pok/zoey.jpg",
            desc: `
              Опытный координатор покемонов из региона Синно и главный дружественный соперник Доун.
              `,
        },

        {
            name: "Дрю",
            img: "IMG_pok/drew.jpg",
            desc: `
              Уверенный в себе и талантливый координатор покемонов из региона Хоэнн, основной соперник Мэй.
              `,
        },

        {
            name: "Харли",
            img: "IMG_pok/harley.jpg",
            desc: `
              Эксцентричный координатор покемонов, постоянно пытающийся строить козни Мэй на состязаниях.
              `,
        },

        {
            name: "Синтия",
            img: "IMG_pok/cynthia.jpg",
            desc: `
              Чемпион Лиги покемонов региона Синно и археолог, изучающий древние мифы и легендарных покемонов.
              `,
        },

        {
            name: "Лэнс",
            img: "IMG_pok/lance.jpg",
            desc: `
              Мастер драконьих покемонов, член Элитной Четвёрки и Чемпион региона Канто/Джото, помогающий бороться с преступностью.
              `,
        },

        {
            name: "Стивен Стоун",
            img: "IMG_pok/steven_stone.jpg",
            desc: `
              Чемпион региона Хоэнн, увлекающийся коллекционированием редких камней и минералов.
              `,
        },

        {
            name: "Дианта",
            img: "IMG_pok/diantha.jpg",
            desc: `
              Известная актриса кино и Чемпион Лиги покемонов региона Калос.
              `,
        },

        {
            name: "Леон",
            img: "IMG_pok/leon.jpg",
            desc: `
              Непобедимый Чемпион мира и региона Галар, старший брат Хопа.
              `,
        },

        {
            name: "Алан",
            img: "IMG_pok/alain.jpg",
            desc: `
              Бывший ассистент Профессора Платана, специализирующийся на Мега-Эволюции и главный соперник Эша в Калосе.
              `,
        },

        {
            name: "Профессор Платан",
            img: "IMG_pok/professor_sycamore.jpg",
            desc: `
              Исследователь покемонов из региона Калос, изучающий тайны Мега-Эволюции.
              `,
        },

        {
            name: "Профессор Элм",
            img: "IMG_pok/professor_elm.jpg",
            desc: `
              Ученик Профессора Оука, ведущий исследования покемонов и их яиц в регионе Джото.
              `,
        },

        {
            name: "Профессор Бирч",
            img: "IMG_pok/professor_birch.jpg",
            desc: `
              Исследователь из региона Хоэнн, известная личность, предпочитающий полевые наблюдения в дикой природе.
              `,
        },

        {
            name: "Профессор Роуэн",
            img: "IMG_pok/professor_rowan.jpg",
            desc: `
              Строгий и серьезный исследователь покемонов из региона Синно, изучающий эволюцию.
              `,
        },

        {
            name: "Профессор Джунипер",
            img: "IMG_pok/professor_juniper.jpg",
            desc: `
              Первая женщина-профессор, выдающая стартовых покемонов тренерам в регионе Юнова.
              `,
        },

        {
            name: "Бутч",
            img: "IMG_pok/butch.jpg",
            desc: `
              Агент «Команды R» и напарник Кэссиди, чьё имя постоянно путают окружающие.
              `,
        },

        {
            name: "Кэссиди",
            img: "IMG_pok/cassidy.jpg",
            desc: `
              Амбициозная сотрудница «Команды R», конкурирующая с дуэтом Джесси и Джеймса.
              `,
        },

        {
            name: "Доктор З Sequence / Зэггер",
            img: "IMG_pok/dr_zager.jpg",
            desc: `
              Главный учёный и технический специалист «Команды R» в регионе Юнова.
              `,
        },

        {
            name: "Лика",
            img: "IMG_pok/liko.jpg",
            desc: `
              Главная героиня серии «Горизонты», обладательница таинственного кулона.
              `,
        },

        {
            name: "Рой",
            img: "IMG_pok/roy.jpg",
            desc: `
              Мальчик с острова в регионе Канто, один из главных героев серии «Горизонты», обладатель древнего Покебола.
              `,
        },

        {
            name: "Фриде",
            img: "IMG_pok/friede.jpg",
            desc: `
              Профессор покемонов и лидер команды «Восходящие Вольтекеры» из серии «Горизонты».
              `,
        },

        {
            name: "Бульбаза́вр",
            img: "IMG_pok/bulbasaur.jpg",
            desc: `
            Травяной и ядовитый покемон. На его спине с самого рождения растёт таинственная луковица, которая постепенно превращается в большое растение.
            `,
        },

        {
            name: "Айви́завр",
            img: "IMG_pok/ivysaur.jpg",
            desc: `
            Травяной и ядовитый покемон. Луковица на его спине раскрывается и превращается в огромный цветок, которому требуется много солнечного света.
            `,
        },

        {
            name: "Венуза́вр",
            img: "IMG_pok/venusaur.jpg",
            desc: `
            Могучий травяной и ядовитый покемон. На его спине распускается огромный цветок, способный поглощать солнечную энергию.
            `,
        },

        {
            name: "Чарманде́р",
            img: "IMG_pok/charmander.jpg",
            desc: `
            Огненный покемон, похожий на маленькую ящерицу. Пламя на кончике его хвоста горит с самого рождения и является важной частью его жизни.
            `,
        },

        {
            name: "Чармелео́н",
            img: "IMG_pok/charmeleon.jpg",
            desc: `
            Огненный покемон с горячим характером. Его пламя становится сильнее по мере того, как он вступает в сражения с достойными противниками.
            `,
        },

        {
            name: "Чариза́рд",
            img: "IMG_pok/charizard.jpg",
            desc: `
            Мощный огненный и летающий покемон. Он способен выдыхать настолько горячее пламя, что может расплавить огромные валуны.
            `,
        },

        {
            name: "Скви́ртл",
            img: "IMG_pok/squirtle.jpg",
            desc: `
            Маленький водный покемон-черепашка. Его твёрдый панцирь защищает тело, а благодаря своей форме он способен быстро плавать.
            `,
        },

        {
            name: "Варта́ртл",
            img: "IMG_pok/wartortle.jpg",
            desc: `
            Водный покемон-черепаха. Пушистый хвост и длинные ушные раковины помогают ему двигаться в воде и сохранять равновесие.
            `,
        },

        {
            name: "Бласто́йз",
            img: "IMG_pok/blastoise.jpg",
            desc: `
            Большой водный покемон с двумя мощными пушками на панцире. Из них он стреляет струями воды с огромной силой.
            `,
        },

        {
            name: "Кэ́терпи",
            img: "IMG_pok/caterpie.jpg",
            desc: `
            Маленький жучок-травяной покемон. Он быстро растёт, поедая листья, а яркий узор на его голове может отпугивать хищников.
            `,
        },

        {
            name: "Метапо́д",
            img: "IMG_pok/metapod.jpg",
            desc: `
            Покемон в твёрдой оболочке. Он почти не двигается, пока его тело внутри кокона готовится к следующей стадии развития.
            `,
        },

        {
            name: "Ба́терфри",
            img: "IMG_pok/butterfree.jpg",
            desc: `
            Летающий и насекомый покемон с большими крыльями. Он собирает пыльцу с цветов и способен рассыпать усыпляющую пыль.
            `,
        },

        {
            name: "Ви́дл",
            img: "IMG_pok/weedle.jpg",
            desc: `
            Маленький насекомый и ядовитый покемон. На его голове находится острое жало, которым он защищается от врагов.
            `,
        },

        {
            name: "Каку́на",
            img: "IMG_pok/kakuna.jpg",
            desc: `
            Насекомый и ядовитый покемон, скрывающийся в твёрдой оболочке. Обычно он почти неподвижен, пока готовится к превращению.
            `,
        },

        {
            name: "Би́дрилл",
            img: "IMG_pok/beedrill.jpg",
            desc: `
            Быстрый насекомый и ядовитый покемон с четырьмя крыльями и большими жалами. Особенно опасен, когда защищает своё гнездо.
            `,
        },

        {
            name: "Пиджи́",
            img: "IMG_pok/pidgey.jpg",
            desc: `
            Маленький нормальный и летающий покемон. Он часто встречается возле человеческих поселений и способен быстро скрываться в высокой траве.
            `,
        },

        {
            name: "Пиджото́",
            img: "IMG_pok/pidgeotto.jpg",
            desc: `
            Нормальный и летающий покемон с острым зрением. Он может заметить добычу с большого расстояния и стремительно атаковать её с воздуха.
            `,
        },

        {
            name: "Пидже́от",
            img: "IMG_pok/pidgeot.jpg",
            desc: `
            Большой нормальный и летающий покемон. Он способен развивать огромную скорость в полёте и обладает прекрасным зрением.
            `,
        },

        {
            name: "Ратта́та",
            img: "IMG_pok/rattata.jpg",
            desc: `
            Маленький нормальный покемон-крыса. Его зубы постоянно растут, поэтому ему приходится постоянно что-нибудь грызть.
            `,
        },

        {
            name: "Рати́кейт",
            img: "IMG_pok/raticate.jpg",
            desc: `
            Нормальный покемон-крыса с очень крепкими резцами. Он хорошо плавает и использует длинные усы для ориентации в темноте.
            `,
        },

        {
            name: "Спи́рроу",
            img: "IMG_pok/spearow.jpg",
            desc: `
            Маленький нормальный и летающий покемон. Несмотря на свои размеры, он отличается вспыльчивым характером и может яростно защищать свою территорию.
            `,
        },

        {
            name: "Фи́роу",
            img: "IMG_pok/fearow.jpg",
            desc: `
            Крупный нормальный и летающий покемон с длинным клювом и мощными крыльями. Он способен долго парить в небе, не опускаясь на землю.
            `,
        },

        {
            name: "Э́канс",
            img: "IMG_pok/ekans.jpg",
            desc: `
            Ядовитый покемон-змея. Он бесшумно ползает по траве и способен заглатывать добычу целиком.
            `,
        },

        {
            name: "Арбо́к",
            img: "IMG_pok/arbok.jpg",
            desc: `
            Большой ядовитый покемон-змея. Узор на его капюшоне помогает пугать противников, а сильное тело позволяет крепко обвивать врага.
            `,
        },

        {
            name: "Пикачу́",
            img: "IMG_pok/pikachu.jpg",
            desc: `
            Знаменитый электрический покемон. Он накапливает электричество в специальных мешочках на щеках и выпускает мощные разряды.
            `,
        },

        {
            name: "Райчу́",
            img: "IMG_pok/raichu.jpg",
            desc: `
            Электрический покемон, развившийся из Пикачу. Его хвост помогает проводить электричество и разряжать накопленную энергию.
            `,
        },

        {
            name: "Сэ́ндшру",
            img: "IMG_pok/sandshrew.jpg",
            desc: `
            Наземный покемон, покрытый твёрдой кожей. При опасности он может свернуться в шар и покатиться по земле.
            `,
        },

        {
            name: "Сэ́ндслэш",
            img: "IMG_pok/sandslash.jpg",
            desc: `
            Наземный покемон с острыми когтями и шипами на спине. Он отлично роет землю и способен сворачиваться в защищённый колючий шар.
            `,
        },

        {
            name: "Ни́дорэн♀",
            img: "IMG_pok/nidoran_f.jpg",
            desc: `
            Маленький ядовитый покемон. У него есть острые ядовитые шипы, а большие уши помогают замечать опасность.
            `,
        },

        {
            name: "Ни́дорина",
            img: "IMG_pok/nidorina.jpg",
            desc: `
            Ядовитый покемон. Она обладает острыми когтями и шипами и предпочитает защищать себя, избегая лишних столкновений.
            `,
        },

        {
            name: "Нидокуи́н",
            img: "IMG_pok/nidoqueen.jpg",
            desc: `
            Крупный ядовитый и наземный покемон. Её тело покрыто прочными шипами, а сильная броня помогает защищать потомство.
            `,
        },

        {
            name: "Ни́дорэн♂",
            img: "IMG_pok/nidoran_m.jpg",
            desc: `
            Маленький ядовитый покемон. Его большие уши помогают слышать опасность, а рог на голове способен выделять яд.
            `,
        },

        {
            name: "Нидори́но",
            img: "IMG_pok/nidorino.jpg",
            desc: `
            Ядовитый покемон с большим рогом на голове. Он отличается вспыльчивым характером и может яростно атаковать противника.
            `,
        },

        {
            name: "Нидокинг",
            img: "IMG_pok/nidoking.jpg",
            desc: `
            Мощный ядовитый и наземный покемон. Его тело покрыто шипами, а огромный рог способен пробивать прочные материалы.
            `,
        },

        {
            name: "Кле́фейри",
            img: "IMG_pok/clefairy.jpg",
            desc: `
            Фея-покемон, которая особенно активна в лунные ночи. Считается, что Клефейри пришли на Землю из космоса.
            `,
        },

        {
            name: "Кле́фейбл",
            img: "IMG_pok/clefable.jpg",
            desc: `
            Фея-покемон с большими крыльями и чуткими ушами. Он редко показывается людям и способен очень легко прыгать.
            `,
        },

        {
            name: "Ву́лпикс",
            img: "IMG_pok/vulpix.jpg",
            desc: `
            Огненный покемон-лисёнок. С рождения у него один хвост, который с возрастом разделяется на шесть красивых хвостов.
            `,
        },

        {
            name: "На́йнтейлс",
            img: "IMG_pok/ninetales.jpg",
            desc: `
            Загадочный огненный покемон-лис с девятью хвостами. Согласно легендам, он может прожить тысячу лет.
            `,
        },

        {
            name: "Джа́гглипафф",
            img: "IMG_pok/jigglypuff.jpg",
            desc: `
            Покемон обычного и фейского типа. Он умеет прекрасно петь, а его песня может погрузить слушателей в глубокий сон.
            `,
        },

        {
            name: "Ви́гглитафф",
            img: "IMG_pok/wigglytuff.jpg",
            desc: `
            Круглый покемон обычного и фейского типа с очень мягким телом. Его шерсть настолько упругая, что он может сильно увеличиваться в размерах.
            `,
        },

        {
            name: "Зу́бат",
            img: "IMG_pok/zubat.jpg",
            desc: `
            Ядовитый и летающий покемон-летучая мышь. Он не имеет видимых глаз и ориентируется с помощью звуков.
            `,
        },

        {
            name: "Го́лбат",
            img: "IMG_pok/golbat.jpg",
            desc: `
            Ядовитый и летающий покемон-летучая мышь. Он способен быстро летать в темноте и пьёт кровь других существ.
            `,
        },

        {
            name: "О́ддиш",
            img: "IMG_pok/oddish.jpg",
            desc: `
            Травяной и ядовитый покемон, похожий на маленькое растение. Ночью он зарывается в землю, оставляя на поверхности только листья.
            `,
        },

        {
            name: "Гло́ум",
            img: "IMG_pok/gloom.jpg",
            desc: `
            Травяной и ядовитый покемон. Из цветка на его голове выделяется сильный неприятный запах, который может отпугнуть противника.
            `,
        },

        {
            name: "Вай́лплюм",
            img: "IMG_pok/vileplume.jpg",
            desc: `
            Травяной и ядовитый покемон с огромным цветком. Он способен рассыпать ядовитую пыльцу, разносимую ветром.
            `,
        },

        {
            name: "Па́рас",
            img: "IMG_pok/paras.jpg",
            desc: `
            Насекомый и травяной покемон. На его спине растут два необычных гриба, которые получают питательные вещества от его тела.
            `,
        },

        {
            name: "Парасе́кт",
            img: "IMG_pok/parasect.jpg",
            desc: `
            Насекомый и травяной покемон, полностью захваченный грибом на своей спине. Гриб управляет его телом и распространяет споры.
            `,
        },

        {
            name: "Венина́т",
            img: "IMG_pok/venonat.jpg",
            desc: `
            Насекомый и ядовитый покемон с огромными сложными глазами. Его тело покрыто мелкими волосками, способными чувствовать движения вокруг.
            `,
        },

        {
            name: "Веномо́т",
            img: "IMG_pok/venomoth.jpg",
            desc: `
            Насекомый и ядовитый покемон-бабочка. Его крылья покрыты чешуйками, с которых осыпается ядовитая пыль.
            `,
        },

        {
            name: "Дигле́тт",
            img: "IMG_pok/diglett.jpg",
            desc: `
            Маленький наземный покемон, который почти всё время проводит под землёй. На поверхности обычно видна только его голова.
            `,
        },

        {
            name: "Дагтри́о",
            img: "IMG_pok/dugtrio.jpg",
            desc: `
            Наземный покемон, состоящий из трёх Диглеттов, действующих как единая команда. Он способен прокладывать под землёй длинные туннели.
            `,
        },

        {
            name: "Мя́ут",
            img: "IMG_pok/meowth.jpg",
            desc: `
            Нормальный покемон-кошка. Он любит блестящие монеты и часто отправляется на поиски сокровищ.
            `,
        },

        {
            name: "Пе́рсиан",
            img: "IMG_pok/persian.jpg",
            desc: `
            Быстрый и грациозный нормальный покемон-кошка. Он бесшумно подкрадывается к добыче и атакует острыми когтями.
            `,
        },

        {
            name: "Пси́дак",
            img: "IMG_pok/psyduck.jpg",
            desc: `
            Водный покемон, который постоянно страдает от головных болей. Когда боль становится сильной, он неожиданно выпускает мощные психические способности.
            `,
        },

        {
            name: "Го́лдак",
            img: "IMG_pok/golduck.jpg",
            desc: `
            Быстрый водный покемон. Он прекрасно плавает и может развивать большую скорость под водой.
            `,
        },

        {
            name: "Ма́нки",
            img: "IMG_pok/mankey.jpg",
            desc: `
            Боевой покемон-обезьяна с очень вспыльчивым характером. Он легко приходит в ярость и способен долго преследовать того, кто его рассердил.
            `,
        },

        {
            name: "Пра́ймейп",
            img: "IMG_pok/primeape.jpg",
            desc: `
            Агрессивный боевой покемон. Его ярость настолько сильна, что он способен преследовать противника, почти не думая о собственной безопасности.
            `,
        },

        {
            name: "Гро́улит",
            img: "IMG_pok/growlithe.jpg",
            desc: `
            Огненный покемон, похожий на щенка. Он обладает отличным обонянием и очень предан своему тренеру.
            `,
        },

        {
            name: "А́рканайн",
            img: "IMG_pok/arcanine.jpg",
            desc: `
            Величественный огненный покемон. Он способен очень быстро бегать и считается символом красоты и силы.
            `,
        },

        {
            name: "По́ливэг",
            img: "IMG_pok/poliwag.jpg",
            desc: `
            Маленький водный покемон-головастик. Завиток на его животе связан с устройством его тела и виден сквозь прозрачную кожу.
            `,
        },

        {
            name: "По́ливирл",
            img: "IMG_pok/poliwhirl.jpg",
            desc: `
            Водный покемон с гладкой кожей. Благодаря ей он может легко скользить по воде и суше.
            `,
        },

        {
            name: "По́ливрат",
            img: "IMG_pok/poliwrath.jpg",
            desc: `
            Водный и боевой покемон. Он обладает огромной физической силой и способен очень долго плавать, не уставая.
            `,
        },

        {
            name: "Абра́",
            img: "IMG_pok/abra.jpg",
            desc: `
            Психический покемон, обладающий сильными телепатическими способностями. Обычно он спит большую часть дня и телепортируется при опасности.
            `,
        },

        {
            name: "Када́бра",
            img: "IMG_pok/kadabra.jpg",
            desc: `
            Психический покемон с мощными ментальными способностями. Он способен создавать сильные волны психической энергии.
            `,
        },

        {
            name: "Алаказа́м",
            img: "IMG_pok/alakazam.jpg",
            desc: `
            Очень умный психический покемон. Его мозг обладает невероятными вычислительными способностями, а две ложки усиливают его психические силы.
            `,
        },

        {
            name: "Ма́чоп",
            img: "IMG_pok/machop.jpg",
            desc: `
            Боевой покемон с невероятной для своего размера силой. Он постоянно тренируется, чтобы становиться ещё сильнее.
            `,
        },

        {
            name: "Ма́чок",
            img: "IMG_pok/machoke.jpg",
            desc: `
            Мощный боевой покемон с развитой мускулатурой. Он носит специальный пояс, который помогает ему контролировать свою огромную силу.
            `,
        },

        {
            name: "Ма́чамп",
            img: "IMG_pok/machamp.jpg",
            desc: `
            Могучий боевой покемон с четырьмя руками. Он способен наносить множество ударов одновременно и поднимать очень тяжёлые предметы.
            `,
        },

        {
            name: "Ви́пинбелл",
            img: "IMG_pok/weepinbell.jpg",
            desc: `
            Травяной и ядовитый покемон. Он ловит добычу липкой жидкостью и способен растворять её сильными пищеварительными соками.
            `,
        },

        {
            name: "Ви́ктрибел",
            img: "IMG_pok/victreebel.jpg",
            desc: `
            Травяной и ядовитый покемон-хищник. Он заманивает добычу сладким запахом, после чего атакует её из своего огромного кувшина.
            `,
        },

        {
            name: "Тента́кул",
            img: "IMG_pok/tentacool.jpg",
            desc: `
            Водный и ядовитый покемон, обитающий в море. Его прозрачное тело почти незаметно в воде, а щупальца могут выделять яд.
            `,
        },

        {
            name: "Тентакру́эл",
            img: "IMG_pok/tentacruel.jpg",
            desc: `
            Крупный водный и ядовитый покемон с множеством щупалец. Он способен быстро передвигаться в воде и атаковать сразу нескольких противников.
            `,
        },

        {
            name: "Го́лем",
            img: "IMG_pok/golem.jpg",
            desc: `
            Каменный и наземный покемон с очень прочным телом. Он способен сворачиваться в шар и катиться с огромной скоростью.
            `,
        },

        {
            name: "Понита́",
            img: "IMG_pok/ponyta.jpg",
            desc: `
            Огненный покемон-лошадь. Пламя на его гриве и хвосте не обжигает тех, кому он доверяет.
            `,
        },

        {
            name: "Гала́йт",
            img: "IMG_pok/rapidash.jpg",
            desc: `
            Быстрый огненный покемон-лошадь. Он способен развивать огромную скорость и оставлять за собой огненный след.
            `,
        },

        {
            name: "Сло́упок",
            img: "IMG_pok/slowpoke.jpg",
            desc: `
            Водный и психический покемон с очень медленной реакцией. Иногда он может часами неподвижно сидеть у воды, ничего не замечая вокруг.
            `,
        },

        {
            name: "Сло́убро",
            img: "IMG_pok/slowbro.jpg",
            desc: `
            Водный и психический покемон. На его хвосте висит Шеллдер, укус которого изменил его характер и сделал его почти невозмутимым.
            `,
        },

        {
            name: "Ма́гнемайт",
            img: "IMG_pok/magnemite.jpg",
            desc: `
            Электрический и стальной покемон, использующий магнитные силы. Он способен зависать в воздухе и притягивать металлические предметы.
            `,
        },

        {
            name: "Ма́гнетон",
            img: "IMG_pok/magneton.jpg",
            desc: `
            Электрический и стальной покемон, состоящий из трёх Магнемайтов. Он создаёт мощные электромагнитные поля.
            `,
        },

        {
            name: "Фа́рфетчд",
            img: "IMG_pok/farfetchd.jpg",
            desc: `
            Нормальный и летающий покемон, похожий на утку. Он всегда носит с собой стебель лука-порея, который использует как оружие.
            `,
        },

        {
            name: "До́дуо",
            img: "IMG_pok/doduo.jpg",
            desc: `
            Нормальный и летающий покемон с двумя головами. Его сильные ноги позволяют ему очень быстро бегать.
            `,
        },

        {
            name: "До́дрио",
            img: "IMG_pok/dodrio.jpg",
            desc: `
            Нормальный и летающий покемон с тремя головами. Каждая из них может иметь собственное настроение, но все три помогают покемону быстро бегать.
            `,
        },

        {
            name: "Си́л",
            img: "IMG_pok/seel.jpg",
            desc: `
            Водный покемон, похожий на детёныша тюленя. Он отлично чувствует себя в холодной воде и любит плавать среди льдов.
            `,
        },

        {
            name: "Дьюго́нг",
            img: "IMG_pok/dewgong.jpg",
            desc: `
            Водный и ледяной покемон. Его толстый слой жира защищает тело от холодной морской воды.
            `,
        },

        {
            name: "Гра́ймер",
            img: "IMG_pok/grimer.jpg",
            desc: `
            Ядовитый покемон, состоящий из живой грязи. Он появился из загрязнённых веществ и способен поглощать отходы.
            `,
        },

        {
            name: "Му́к",
            img: "IMG_pok/muk.jpg",
            desc: `
            Большой ядовитый покемон из токсичной грязи. Всё, к чему он прикасается, может быть отравлено.
            `,
        },

        {
            name: "Ше́лдер",
            img: "IMG_pok/shellder.jpg",
            desc: `
            Водный покемон-моллюск с очень твёрдой раковиной. Она настолько прочная, что практически не поддаётся обычным атакам.
            `,
        },

        {
            name: "Кла́йстер",
            img: "IMG_pok/cloyster.jpg",
            desc: `
            Водный и ледяной покемон с огромной раковиной. Он способен выпускать из неё острые шипы и защищаться от сильных атак.
            `,
        },

        {
            name: "Га́стли",
            img: "IMG_pok/gastly.jpg",
            desc: `
            Призрачный и ядовитый покемон, состоящий в основном из газа. Его тело окружено ядовитым туманом.
            `,
        },

        {
            name: "Ха́унтер",
            img: "IMG_pok/haunter.jpg",
            desc: `
            Призрачный и ядовитый покемон. Он способен проходить сквозь стены и внезапно появляться рядом с ничего не подозревающей жертвой.
            `,
        },

        {
            name: "Ге́нгар",
            img: "IMG_pok/gengar.jpg",
            desc: `
            Призрачный и ядовитый покемон, который любит прятаться в тени. Иногда он может притворяться тенью человека.
            `,
        },

        {
            name: "О́никс",
            img: "IMG_pok/onix.jpg",
            desc: `
            Каменный и наземный покемон, похожий на огромную каменную змею. Он роет туннели под землёй, поглощая камни.
            `,
        },

        {
            name: "Дро́узи",
            img: "IMG_pok/drowzee.jpg",
            desc: `
            Психический покемон, питающийся снами. Он способен усыплять людей и покемонов, а затем поглощать их сновидения.
            `,
        },

        {
            name: "Хи́пно",
            img: "IMG_pok/hypno.jpg",
            desc: `
            Психический покемон с маятником. Он раскачивает его перед противником, чтобы загипнотизировать и погрузить в сон.
            `,
        },

        {
            name: "Кра́бби",
            img: "IMG_pok/krabby.jpg",
            desc: `
            Водный покемон-краб. Его мощные клешни способны крепко хватать противников и восстанавливаться, если одна из них повреждена.
            `,
        },

        {
            name: "Кинглер",
            img: "IMG_pok/kingler.jpg",
            desc: `
            Большой водный покемон-краб. Одна его клешня значительно крупнее другой и обладает огромной силой.
            `,
        },

        {
            name: "Волто́рб",
            img: "IMG_pok/voltorb.jpg",
            desc: `
            Электрический покемон, похожий на покебол. Он способен накапливать электричество и иногда неожиданно взрывается.
            `,
        },

        {
            name: "Эле́ктрод",
            img: "IMG_pok/electrode.jpg",
            desc: `
            Электрический покемон, похожий на перевёрнутый покебол. Он способен поглощать огромное количество электричества и выпускать мощный разряд.
            `,
        },

        {
            name: "Экзеггью́т",
            img: "IMG_pok/exeggcute.jpg",
            desc: `
            Травяной и психический покемон, состоящий из шести похожих на яйца существ. Несмотря на вид, это не настоящие яйца.
            `,
        },

        {
            name: "Экзеггу́тор",
            img: "IMG_pok/exeggutor.jpg",
            desc: `
            Травяной и психический покемон, похожий на пальму. На его теле растут кокосоподобные головы, каждая из которых обладает собственным характером.
            `,
        },

        {
            name: "Кубо́ун",
            img: "IMG_pok/cubone.jpg",
            desc: `
            Наземный покемон. Он носит на голове кость, оставшуюся от его матери, и использует её как защиту и оружие.
            `,
        },

        {
            name: "Марова́к",
            img: "IMG_pok/marowak.jpg",
            desc: `
            Наземный покемон, искусно владеющий костью. Он стал более спокойным и сильным после того, как научился преодолевать свою печаль.
            `,
        },

        {
            name: "Хитмонли́",
            img: "IMG_pok/hitmonlee.jpg",
            desc: `
            Боевой покемон с необычно длинными ногами. Он способен растягивать их и наносить противнику мощные удары с большого расстояния.
            `,
        },

        {
            name: "Хитмонча́н",
            img: "IMG_pok/hitmonchan.jpg",
            desc: `
            Боевой покемон, похожий на маленького боксёра. Он способен наносить множество быстрых ударов руками.
            `,
        },

        {
            name: "Ликиту́нг",
            img: "IMG_pok/lickitung.jpg",
            desc: `
            Нормальный покемон с очень длинным языком. Он использует его как дополнительную конечность для исследования окружающего мира.
            `,
        },

        {
            name: "Ко́ффинг",
            img: "IMG_pok/koffing.jpg",
            desc: `
            Ядовитый покемон, наполненный токсичными газами. Он способен выпускать ядовитый газ из отверстий на своём теле.
            `,
        },

        {
            name: "Ви́зинг",
            img: "IMG_pok/weezing.jpg",
            desc: `
            Ядовитый покемон, состоящий из двух соединённых между собой тел. Он смешивает различные токсичные газы внутри себя.
            `,
        },

        {
            name: "Райхо́рн",
            img: "IMG_pok/rhyhorn.jpg",
            desc: `
            Наземный и каменный покемон, похожий на носорога. Его мощное тело покрыто твёрдой бронёй, а рог используется для атак.
            `,
        },

        {
            name: "Райдо́н",
            img: "IMG_pok/rhydon.jpg",
            desc: `
            Мощный наземный и каменный покемон. Его броня настолько прочная, что он может выдерживать очень сильные удары.
            `,
        },

        {
            name: "Ча́нси",
            img: "IMG_pok/chansey.jpg",
            desc: `
            Нормальный покемон, который заботится о раненых. Он носит с собой питательное яйцо и охотно делится им с теми, кому оно нужно.
            `,
        },

        {
            name: "Танге́ла",
            img: "IMG_pok/tangela.jpg",
            desc: `
            Травяной покемон, всё тело которого скрыто переплетёнными синими ли
            анами. Под ними почти невозможно разглядеть его настоящее тело.
            `,
        },

        {
            name: "Канга́скхан",
            img: "IMG_pok/kangaskhan.jpg",
            desc: `
            Нормальный покемон-млекопитающее. Детёныш почти всё время находится в сумке на животе матери, пока не станет достаточно взрослым.
            `,
        },

        {
            name: "Хорси",
            img: "IMG_pok/horsea.jpg",
            desc: `
            Водный покемон, похожий на маленького морского конька. Он способен выплёвывать струи воды и чернил.
            `,
        },

        {
            name: "Си́дра",
            img: "IMG_pok/seadra.jpg",
            desc: `
            Водный покемон-морской конёк с острыми шипами. Его тело покрыто множеством игл, которые помогают защищаться от врагов.
            `,
        },

        {
            name: "Го́лдин",
            img: "IMG_pok/goldeen.jpg",
            desc: `
            Водный покемон, похожий на золотую рыбку. Он обладает красивыми плавниками и может быстро плавать против сильного течения.
            `,
        },

        {
            name: "Си́кинг",
            img: "IMG_pok/seaking.jpg",
            desc: `
            Водный покемон, похожий на крупную рыбу. В сезон размножения он способен яростно защищать свою территорию и гнездо.
            `,
        },

        {
            name: "Ста́рью",
            img: "IMG_pok/staryu.jpg",
            desc: `
            Водный покемон в форме морской звезды. В центре его тела находится драгоценный камень, который ярко светится ночью.
            `,
        },

        {
            name: "Ста́рми",
            img: "IMG_pok/starmie.jpg",
            desc: `
            Водный и психический покемон, похожий на многоконечную звезду. Центральный драгоценный камень излучает загадочное свечение.
            `,
        },

        {
            name: "Мистер Ми́м",
            img: "IMG_pok/mr_mime.jpg",
            desc: `
            Психический и фейский покемон, искусно создающий невидимые стены и преграды с помощью пантомимы.
            `,
        },

        {
            name: "Са́йтер",
            img: "IMG_pok/scyther.jpg",
            desc: `
            Насекомый и летающий покемон с двумя огромными косообразными лезвиями вместо рук. Он способен очень быстро перемещаться и атаковать.
            `,
        },

        {
            name: "Джи́нкс",
            img: "IMG_pok/jynx.jpg",
            desc: `
            Ледяной и психический покемон. Он способен общаться с помощью особой речи и танцевальных движений.
            `,
        },

        {
            name: "Э́лектабазз",
            img: "IMG_pok/electabuzz.jpg",
            desc: `
            Электрический покемон, питающийся электричеством. Он любит места, где происходят грозы и находятся мощные источники энергии.
            `,
        },

        {
            name: "Ма́гмар",
            img: "IMG_pok/magmar.jpg",
            desc: `
            Огненный покемон с телом, похожим на живое пламя. Он обитает возле вулканов и может создавать мощные огненные атаки.
            `,
        },

        {
            name: "Пи́нсир",
            img: "IMG_pok/pinsir.jpg",
            desc: `
            Насекомый покемон с огромными рогами-клешнями. Он способен схватить ими противника и поднять его над землёй.
            `,
        },

        {
            name: "Та́урос",
            img: "IMG_pok/tauros.jpg",
            desc: `
            Нормальный покемон-бык с тремя хвостами. Он любит носиться по равнинам и атаковать противников мощными ударами.
            `,
        },

        {
            name: "Магикарп",
            img: "IMG_pok/magikarp.jpg",
            desc: `
            Водный покемон, известный своей слабостью и неуклюжестью. Однако после эволюции он превращается в чрезвычайно мощного Гьярадоса.
            `,
        },

        {
            name: "Гьярадо́с",
            img: "IMG_pok/gyarados.jpg",
            desc: `
            Мощный водный и летающий покемон. Он известен своим свирепым характером и способен разрушать целые поселения.
            `,
        },

        {
            name: "Лапра́с",
            img: "IMG_pok/lapras.jpg",
            desc: `
            Водный и ледяной покемон. Он обладает мягким характером и способен перевозить людей по воде на своей спине.
            `,
        },

        {
            name: "Ди́тто",
            img: "IMG_pok/ditto.jpg",
            desc: `
            Нормальный покемон, способный превращаться практически в любое другое существо. Для этого он изменяет структуру своего тела.
            `,
        },

        {
            name: "И́ви",
            img: "IMG_pok/eevee.jpg",
            desc: `
            Нормальный покемон с необычайно нестабильным генетическим кодом. Благодаря этому он способен эволюционировать в множество разных форм.
            `,
        },

        {
            name: "Вапорео́н",
            img: "IMG_pok/vaporeon.jpg",
            desc: `
            Водный покемон, произошедший от Иви. Его тело приспособлено к жизни в воде, а плавники помогают ему быстро плавать.
            `,
        },

        {
            name: "Джо́лтеон",
            img: "IMG_pok/jolteon.jpg",
            desc: `
            Электрический покемон, произошедший от Иви. Его шерсть способна накапливать электричество и превращаться в острые электрические иглы.
            `,
        },

        {
            name: "Фла́реон",
            img: "IMG_pok/flareon.jpg",
            desc: `
            Огненный покемон, произошедший от Иви. Внутри его тела находится специальный мешок, в котором он накапливает воздух и разогревает его.
            `,
        },

        {
            name: "Поригон",
            img: "IMG_pok/porygon.jpg",
            desc: `
            Нормальный покемон, полностью созданный с помощью компьютерных технологий. Он способен существовать в цифровом пространстве.
            `,
        },

        {
            name: "Ома́найт",
            img: "IMG_pok/omanyte.jpg",
            desc: `
            Каменный и водный древний покемон, похожий на аммонита. Он обитал в древних морях миллионы лет назад.
            `,
        },

        {
            name: "Омаста́р",
            img: "IMG_pok/omastar.jpg",
            desc: `
            Каменный и водный древний покемон с мощными щупальцами и большой раковиной. Его раковина защищала тело от хищников.
            `,
        },

        {
            name: "Кабу́то",
            img: "IMG_pok/kabuto.jpg",
            desc: `
            Каменный и водный древний покемон, похожий на древнего морского членистоногого. Его тело покрыто прочным панцирем.
            `,
        },

        {
            name: "Кабуто́пс",
            img: "IMG_pok/kabutops.jpg",
            desc: `
            Каменный и водный древний покемон с острыми лезвиями на передних конечностях. Он был быстрым хищником древних морей.
            `,
        },

        {
            name: "Аэро́дактиль",
            img: "IMG_pok/aerodactyl.jpg",
            desc: `
            Каменный и летающий древний покемон. Он обладал острыми клыками и мог стремительно охотиться в воздухе.
            `,
        },

        {
            name: "Сно́рлакс",
            img: "IMG_pok/snorlax.jpg",
            desc: `
            Нормальный покемон, который проводит большую часть жизни во сне. Он может съедать огромное количество пищи за один раз.
            `,
        },

        {
            name: "Артику́но",
            img: "IMG_pok/articuno.jpg",
            desc: `
            Легендарный ледяной и летающий покемон. Его появление связывают с холодными горами и ледяными ветрами.
            `,
        },

        {
            name: "Запдо́с",
            img: "IMG_pok/zapdos.jpg",
            desc: `
            Легендарный электрический и летающий покемон. Считается, что он появляется во время сильных гроз.
            `,
        },

        {
            name: "Молтре́с",
            img: "IMG_pok/moltres.jpg",
            desc: `
            Легендарный огненный и летающий покемон. Его тело окружено ярким пламенем, а легенды рассказывают о его связи с огнём.
            `,
        },

        {
            name: "Дра́тини",
            img: "IMG_pok/dratini.jpg",
            desc: `
            Драконий покемон, похожий на маленькую змею. Он долго растёт и периодически сбрасывает кожу, чтобы продолжать развитие.
            `,
        },

        {
            name: "Дра́йгонэ́йр",
            img: "IMG_pok/dragonair.jpg",
            desc: `
            Драконий покемон с длинным телом и небольшими крыльями на голове. Его считают загадочным существом, связанным с морями и небом.
            `,
        },

        {
            name: "Дра́гонайт",
            img: "IMG_pok/dragonite.jpg",
            desc: `
            Мощный драконий и летающий покемон. Несмотря на грозный вид, он отличается добрым характером и способен спасать людей в море.
            `,
        },

        {
            name: "Мью́",
            img: "IMG_pok/mew.jpg",
            desc: `
            Мифический психический покемон. Считается, что в его ДНК содержатся генетические данные всех существующих покемонов.
            `,
        },

        {
            name: "Мью́ту",
            img: "IMG_pok/mewtwo.jpg",
            desc: `
            Легендарный психический покемон, созданный в результате научных экспериментов. Он обладает огромной психической силой.
            `,
        },

        {
            name: "Сенти́рет",
            img: "IMG_pok/sentret.jpg",
            desc: `
            Нормальный покемон, похожий на маленького зверька. Он встаёт на хвост, чтобы осматривать окрестности и замечать опасность.
            `,
        },

        {
            name: "Фурре́т",
            img: "IMG_pok/furret.jpg",
            desc: `
            Нормальный покемон с длинным гибким телом. Он умеет очень быстро передвигаться и ловко пролезать в узкие места.
            `,
        },

        {
            name: "Ху́тхут",
            img: "IMG_pok/hoothoot.jpg",
            desc: `
            Нормальный и летающий покемон-сова. На его теле есть особый внутренний орган, благодаря которому он очень точно ощущает время.
            `,
        },

        {
            name: "Нокта́ул",
            img: "IMG_pok/noctowl.jpg",
            desc: `
            Нормальный и летающий покемон-сова. Его огромные глаза позволяют прекрасно видеть даже в полной темноте.
            `,
        },

        {
            name: "Ледиба́",
            img: "IMG_pok/ledyba.jpg",
            desc: `
            Насекомый и летающий покемон-божья коровка. Он очень общителен и обычно держится вместе с другими Ледибами.
            `,
        },

        {
            name: "Леди́ан",
            img: "IMG_pok/ledian.jpg",
            desc: `
            Насекомый и летающий покемон-божья коровка. Пятна на его теле становятся особенно яркими ночью.
            `,
        },

        {
            name: "Спинара́к",
            img: "IMG_pok/spinarak.png",
            desc: `
            Насекомый и ядовитый покемон-паук. Он плетёт прочную паутину и использует её для охоты.
            `,
        },

        {
            name: "Ариа́дос",
            img: "IMG_pok/ariados.jpg",
            desc: `
            Насекомый и ядовитый покемон-паук. Он способен выпускать паутину не только изо рта, но и из задней части тела.
            `,
        },

        {
            name: "Кро́бат",
            img: "IMG_pok/crobat.jpg",
            desc: `
            Ядовитый и летающий покемон-летучая мышь. Четыре крыла позволяют ему лететь очень быстро и почти бесшумно.
            `,
        },

        {
            name: "Чи́нчоу",
            img: "IMG_pok/chinchou.jpg",
            desc: `
            Водный и электрический покемон. Электричество в его щупальцах помогает ему общаться и привлекать добычу в тёмных глубинах.
            `,
        },

        {
            name: "Ланта́рн",
            img: "IMG_pok/lanturn.jpg",
            desc: `
            Водный и электрический покемон. Светящийся орган на его голове способен освещать огромную область под водой.
            `,
        },

        {
            name: "Пи́чy",
            img: "IMG_pok/pichu.jpg",
            desc: `
            Маленький электрический покемон. Он ещё плохо контролирует электричество и может случайно ударить током даже себя.
            `,
        },

        {
            name: "Тоге́пи",
            img: "IMG_pok/togepi.jpg",
            desc: `
            Фейский покемон, скрывающийся внутри скорлупы. Считается, что он приносит счастье тем, кто относится к нему с добротой.
            `,
        },

        {
            name: "Тоге́тик",
            img: "IMG_pok/togetic.jpg",
            desc: `
            Фейский и летающий покемон. Он появляется рядом с добрыми людьми и способен парить в воздухе без взмахов крыльями.
            `,
        },

        {
            name: "На́ту",
            img: "IMG_pok/natu.jpg",
            desc: `
            Психический и летающий покемон, похожий на маленькую птицу. Он умеет предчувствовать события и внимательно наблюдает за людьми.
            `,
        },

        {
            name: "Ксату́",
            img: "IMG_pok/xatu.jpg",
            desc: `
            Психический и летающий покемон с загадочным поведением. Он способен видеть прошлое и будущее и часто неподвижно смотрит на солнце.
            `,
        },

        {
            name: "Ма́рис",
            img: "IMG_pok/mareep.jpg",
            desc: `
            Электрический покемон, похожий на овечку. Его шерсть накапливает электричество и становится более пушистой по мере его накопления.
            `,
        },

        {
            name: "Фла́ффи",
            img: "IMG_pok/flaaffy.jpg",
            desc: `
            Электрический покемон с мягкой кожей и небольшим количеством шерсти. Он способен накапливать большое количество электричества.
            `,
        },

        {
            name: "Амфа́рос",
            img: "IMG_pok/ampharos.jpg",
            desc: `
            Электрический покемон, чья яркая светящаяся голова может служить маяком. Его свет хорошо виден издалека.
            `,
        },

        {
            name: "Беллосо́м",
            img: "IMG_pok/bellossom.jpg",
            desc: `
            Травяной покемон, похожий на танцующий цветок. Он любит солнечный свет и кружится, когда вокруг становится тепло.
            `,
        },

        {
            name: "Ма́рилл",
            img: "IMG_pok/marill.jpg",
            desc: `
            Водный и фейский покемон. Его похожий на мячик хвост наполнен маслом и помогает ему плавать.
            `,
        },

        {
            name: "Азу́марилл",
            img: "IMG_pok/azumarill.jpg",
            desc: `
            Водный и фейский покемон с длинными ушами. Он отлично слышит звуки под водой и способен долго находиться под водой.
            `,
        },

        {
            name: "Су́ддоуудо",
            img: "IMG_pok/sudowoodo.jpg",
            desc: `
            Каменный покемон, который притворяется деревом. Когда идёт дождь, он старается спрятаться, потому что не любит воду.
            `,
        },

        {
            name: "По́липтод",
            img: "IMG_pok/politoed.jpg",
            desc: `
            Водный покемон, похожий на лягушку. Его громкое кваканье может служить сигналом для других Полиптодов.
            `,
        },

        {
            name: "Хо́ппип",
            img: "IMG_pok/hoppip.jpg",
            desc: `
            Травяной и летающий покемон, настолько лёгкий, что его может унести сильный ветер. Он цепляется за землю корнями, чтобы не улететь.
            `,
        },

        {
            name: "Джа́мплафф",
            img: "IMG_pok/jumpluff.jpg",
            desc: `
            Травяной и летающий покемон, который путешествует по воздуху вместе с ветром. Его пушистые семена могут переноситься на огромные расстояния.
            `,
        },

        {
            name: "Эйпо́м",
            img: "IMG_pok/aipom.jpg",
            desc: `
            Нормальный покемон-обезьяна с длинным хвостом, на конце которого находится ладонь. Он ловко использует хвост вместо дополнительной руки.
            `,
        },

        {
            name: "Санкэ́рн",
            img: "IMG_pok/sunkern.jpg",
            desc: `
            Травяной покемон, похожий на семечко. Он почти не двигается и получает энергию, поглощая солнечный свет.
            `,
        },

        {
            name: "Санфло́ра",
            img: "IMG_pok/sunflora.jpg",
            desc: `
            Травяной покемон, похожий на солнечный цветок. Он активно двигается и становится особенно энергичным под ярким солнцем.
            `,
        },

        {
            name: "Янма́",
            img: "IMG_pok/yanma.jpg",
            desc: `
            Насекомый и летающий покемон-стрекоза. Его огромные глаза позволяют видеть почти во всех направлениях одновременно.
            `,
        },

        {
            name: "Вупе́р",
            img: "IMG_pok/wooper.jpg",
            desc: `
            Водный и наземный покемон. Обычно он живёт в воде, но иногда выходит на сушу и покрывает тело липкой защитной слизью.
            `,
        },

        {
            name: "Кво́гсайр",
            img: "IMG_pok/quagsire.jpg",
            desc: `
            Водный и наземный покемон. Он очень спокойный и часто может просто сидеть неподвижно в воде.
            `,
        },

        {
            name: "Э́спеон",
            img: "IMG_pok/espeon.jpg",
            desc: `
            Психический покемон, произошедший от Иви. Он обладает тонкими чувствами и способен предсказывать движения противника.
            `,
        },

        {
            name: "Амбрео́н",
            img: "IMG_pok/umbreon.jpg",
            desc: `
            Тёмный покемон, произошедший от Иви. Его кольца на ушах и теле светятся в темноте, когда он готовится к атаке.
            `,
        },

        {
            name: "Муркро́у",
            img: "IMG_pok/murkrow.jpg",
            desc: `
            Тёмный и летающий покемон, похожий на ворону. Его часто связывают с тёмными местами и ночными путешествиями.
            `,
        },

        {
            name: "Сло́укинг",
            img: "IMG_pok/slowking.jpg",
            desc: `
            Водный и психический покемон. Укус Шеллдера на его голове пробудил необычайный интеллект и мудрость.
            `,
        },

        {
            name: "Мисдри́вус",
            img: "IMG_pok/misdreavus.jpg",
            desc: `
            Призрачный покемон. Он любит пугать людей ночью странными криками и внезапными появлениями.
            `,
        },

        {
            name: "У́набa",
            img: "IMG_pok/unown.jpg",
            desc: `
            Психический покемон необычной формы, напоминающей букву или символ. Учёные до сих пор пытаются понять его происхождение и способности.
            `,
        },

        {
            name: "Воббафе́т",
            img: "IMG_pok/wobbuffet.jpg",
            desc: `
            Психический покемон, который почти никогда не атакует первым. Он терпеливо выдерживает удары противника и отвечает на них.
            `,
        },

        {
            name: "Пи́неко",
            img: "IMG_pok/pineco.jpg",
            desc: `
            Насекомый покемон, похожий на сосновую шишку. Он укрепляет свою оболочку, добавляя к ней кусочки коры и других материалов.
            `,
        },

        {
            name: "Форре́тресс",
            img: "IMG_pok/forretress.jpg",
            desc: `
            Насекомый и стальной покемон, скрывающийся внутри очень прочной оболочки. Он способен выпускать из неё снаряды.
            `,
        },

        {
            name: "Гера́крос",
            img: "IMG_pok/heracross.jpg",
            desc: `
            Насекомый и боевой покемон с большим рогом. Он использует невероятную физическую силу, чтобы подбрасывать противников далеко в воздух.
            `,
        },

        {
            name: "Сна́ббулл",
            img: "IMG_pok/snubbull.jpg",
            desc: `
            Фейский покемон, похожий на маленькую собаку. Несмотря на грозный вид, он часто оказывается добрым и дружелюбным.
            `,
        },

        {
            name: "Гра́нбулл",
            img: "IMG_pok/granbull.jpg",
            desc: `
            Фейский покемон с огромной нижней челюстью. Из-за своих больших клыков он выглядит грозно, хотя обычно не стремится драться.
            `,
        },

        {
            name: "Кви́лфиш",
            img: "IMG_pok/qwilfish.jpg",
            desc: `
            Водный и ядовитый покемон, покрытый иглами. Он заглатывает воду, раздувается и выпускает свои иглы во все стороны.
            `,
        },

        {
            name: "Ска́рмори",
            img: "IMG_pok/skarmory.jpg",
            desc: `
            Стальной и летающий покемон с телом, покрытым металлическими перьями. Его острые крылья можно использовать как оружие.
            `,
        },

        {
            name: "Ха́ундур",
            img: "IMG_pok/houndour.jpg",
            desc: `
            Тёмный и огненный покемон, похожий на собаку. Он умеет охотиться стаей и координировать свои действия с другими Хаундурами.
            `,
        },

        {
            name: "Ха́ундуум",
            img: "IMG_pok/houndoom.jpg",
            desc: `
            Тёмный и огненный покемон. Его зловещий вой способен напугать других покемонов, а его пламя связано с ядовитым дымом.
            `,
        },

        {
            name: "Кингдра́",
            img: "IMG_pok/kingdra.jpg",
            desc: `
            Водный и драконий покемон. Он обитает глубоко под водой и способен создавать мощные водовороты.
            `,
        },

        {
            name: "Фа́нпи",
            img: "IMG_pok/phanpy.jpg",
            desc: `
            Наземный покемон, похожий на маленького слонёнка. Он использует хобот для переноски воды и любит кататься по земле.
            `,
        },

        {
            name: "До́нфан",
            img: "IMG_pok/donphan.jpg",
            desc: `
            Наземный покемон, похожий на бронированного слона. Он сворачивается в шар и катится, используя твёрдую кожу как защиту.
            `,
        },

        {
            name: "Поригон2",
            img: "IMG_pok/porygon2.jpg",
            desc: `
            Искусственный покемон, созданный с помощью современных технологий. Это усовершенствованная версия Поригона, предназначенная для работы в виртуальных пространствах.
            `,
        },

        {
            name: "Ста́нтлер",
            img: "IMG_pok/stantler.jpg",
            desc: `
            Обычный покемон, похожий на оленя. Его большие рога обладают загадочной силой и способны искажать восприятие окружающего пространства.
            `,
        },

        {
            name: "Сми́ргл",
            img: "IMG_pok/smeargle.jpg",
            desc: `
            Нормальный покемон, похожий на маленькую собаку. Он рисует хвостом, выделяя из него особую краску.
            `,
        },

        {
            name: "Тайро́г",
            img: "IMG_pok/tyrogue.jpg",
            desc: `
            Боевой покемон, известный своей энергичностью и любовью к тренировкам. Он постоянно стремится стать сильнее.
            `,
        },

        {
            name: "Хитмонтоп",
            img: "IMG_pok/hitmontop.jpg",
            desc: `
            Боевой покемон, который вращается на голове и ногах, словно волчок. Вращение позволяет ему быстро передвигаться и атаковать.
            `,
        },

        {
            name: "Смоочи́м",
            img: "IMG_pok/smoochum.jpg",
            desc: `
            Маленький ледяной и психический покемон. Он очень активен и постоянно тренируется, чтобы стать сильнее.
            `,
        },

        {
            name: "Элекки́д",
            img: "IMG_pok/elekid.jpg",
            desc: `
            Электрический покемон, похожий на маленького ребёнка. Он вырабатывает электричество, вращая руки.
            `,
        },

        {
            name: "Магби́",
            img: "IMG_pok/magby.jpg",
            desc: `
            Огненный покемон, похожий на маленькую утку. Его тело очень горячее, а при дыхании он выпускает дым.
            `,
        },

        {
            name: "Ми́лтанк",
            img: "IMG_pok/miltank.jpg",
            desc: `
            Нормальный покемон, похожий на корову. Он производит питательное молоко, которое любят пить многие покемоны и люди.
            `,
        },

        {
            name: "Блисси́",
            img: "IMG_pok/blissey.jpg",
            desc: `
            Добрый нормальный покемон, который заботится о больных и раненых. Его яйцо обладает питательными и целебными свойствами.
            `,
        },

        {
            name: "Райко́у",
            img: "IMG_pok/raikou.jpg",
            desc: `
            Легендарный электрический покемон, похожий на тигра. Говорят, что он несёт с собой грозовые облака и молнии.
            `,
        },

        {
            name: "Энте́й",
            img: "IMG_pok/entei.jpg",
            desc: `
            Легендарный огненный покемон, похожий на большого зверя. Его появление связывают с извержениями вулканов.
            `,
        },

        {
            name: "Суи́кун",
            img: "IMG_pok/suicune.jpg",
            desc: `
            Легендарный водный покемон, способный очищать загрязнённую воду. Он путешествует по земле, словно ветер над водой.
            `,
        },

        {
            name: "Ларви́тар",
            img: "IMG_pok/larvitar.jpg",
            desc: `
            Каменный и наземный покемон, который рождается глубоко под землёй. Он питается почвой и постепенно выбирается на поверхность.
            `,
        },

        {
            name: "Пупи́тар",
            img: "IMG_pok/pupitar.jpg",
            desc: `
            Каменный и наземный покемон, находящийся внутри твёрдой оболочки. Несмотря на неподвижный вид, он способен быстро передвигаться.
            `,
        },

        {
            name: "Тирани́тар",
            img: "IMG_pok/tyranitar.jpg",
            desc: `
            Мощный тёмный и каменный покемон. Его огромная сила позволяет ему разрушать целые участки местности.
            `,
        },

        {
            name: "Луги́я",
            img: "IMG_pok/lugia.jpg",
            desc: `
            Легендарный психический и летающий покемон. Он считается хранителем морей и способен создавать невероятно сильные штормы.
            `,
        },

        {
            name: "Хо-О́х",
            img: "IMG_pok/ho-oh.jpg",
            desc: `
            Легендарный огненный и летающий покемон с великолепным разноцветным оперением. Считается, что его появление приносит счастье.
            `,
        },

        {
            name: "Челеби́",
            img: "IMG_pok/celebi.jpg",
            desc: `
            Мифический психический и травяной покемон, связанный с лесами и путешествиями во времени.
            `,
        },

        {
            name: "Три́ко",
            img: "IMG_pok/treecko.jpg",
            desc: `
            Небольшой травяной покемон, похожий на геккона. Он отлично лазает по деревьям благодаря когтям на лапах.
            `,
        },

        {
            name: "Гро́вайл",
            img: "IMG_pok/grovyle.jpg",
            desc: `
            Травяной покемон с превосходной ловкостью. Он способен быстро перемещаться по ветвям деревьев и атаковать из засады.
            `,
        },

        {
            name: "Скепти́л",
            img: "IMG_pok/sceptile.jpg",
            desc: `
            Мощный травяной покемон с листьями на теле и семенами на хвосте. Он невероятно ловко передвигается по деревьям.
            `,
        },

        {
            name: "Торчи́к",
            img: "IMG_pok/torchic.png",
            desc: `
            Маленький огненный покемон, похожий на цыплёнка. Внутри его тела постоянно горит огонь.
            `,
        },

        {
            name: "Комба́скен",
            img: "IMG_pok/combusken.jpg",
            desc: `
            Огненный и боевой покемон, похожий на птицу. Его мощные ноги позволяют наносить быстрые и сильные удары.
            `,
        },

        {
            name: "Бла́зикен",
            img: "IMG_pok/blaziken.jpg",
            desc: `
            Огненный и боевой покемон, способный выпускать пламя из запястий. Он обладает огромной физической силой и ловкостью.
            `,
        },

        {
            name: "Ма́дкип",
            img: "IMG_pok/mudkip.jpg",
            desc: `
            Небольшой водный покемон. Плавник на его голове чувствует движение воды и помогает ему ориентироваться.
            `,
        },

        {
            name: "Маршто́мп",
            img: "IMG_pok/marshtomp.jpg",
            desc: `
            Водный и наземный покемон, который отлично чувствует себя на болотистой местности. Его лапы позволяют ему уверенно передвигаться по грязи.
            `,
        },

        {
            name: "Свампе́рт",
            img: "IMG_pok/swampert.jpg",
            desc: `
            Мощный водный и наземный покемон. Он обладает огромной физической силой и способен легко передвигать большие камни.
            `,
        },

        {
            name: "По́чена",
            img: "IMG_pok/poochyena.jpg",
            desc: `
            Небольшой тёмный покемон, похожий на гиену. Он отличается сильным обонянием и способен долго преследовать добычу.
            `,
        },

        {
            name: "Ма́йтиена",
            img: "IMG_pok/mightyena.jpg",
            desc: `
            Тёмный покемон, похожий на гиену. Он обычно охотится стаей и способен выполнять команды своего вожака.
            `,
        },

        {
            name: "Зигзаго́н",
            img: "IMG_pok/zigzagoon.jpg",
            desc: `
            Небольшой нормальный покемон, который постоянно движется зигзагами. Он исследует всё вокруг и любит подбирать найденные предметы.
            `,
        },

        {
            name: "Лайну́н",
            img: "IMG_pok/linoone.jpg",
            desc: `
            Нормальный покемон, способный бегать по прямой с огромной скоростью. Ему сложно резко поворачивать во время быстрого бега.
            `,
        },

        {
            name: "Ва́мпл",
            img: "IMG_pok/wurmple.jpg",
            desc: `
            Маленький насекомый покемон, похожий на гусеницу. Он использует шипы на спине для защиты от хищников.
            `,
        },

        {
            name: "Силку́н",
            img: "IMG_pok/silcoon.jpg",
            desc: `
            Насекомый покемон, покрытый прочной белой оболочкой. Внутри неё он готовится к превращению во взрослую форму.
            `,
        },

        {
            name: "Бьюти́флай",
            img: "IMG_pok/beautifly.jpg",
            desc: `
            Насекомый и летающий покемон, похожий на большую бабочку. Он использует длинный хоботок для сбора нектара с цветов.
            `,
        },

        {
            name: "Каску́н",
            img: "IMG_pok/cascoon.jpg",
            desc: `
            Насекомый покемон, скрытый внутри твёрдого фиолетового кокона. Он почти не двигается, пока готовится к эволюции.
            `,
        },

        {
            name: "Дасто́кс",
            img: "IMG_pok/dustox.jpg",
            desc: `
            Насекомый и ядовитый покемон, похожий на ночную бабочку. Он активно летает ночью и питается листьями.
            `,
        },

        {
            name: "Лотад",
            img: "IMG_pok/lotad.jpg",
            desc: `
            Водный и травяной покемон, похожий на маленькое водное растение. Большой лист на его голове помогает ему плавать.
            `,
        },

        {
            name: "Ломбре́",
            img: "IMG_pok/lombre.jpg",
            desc: `
            Водный и травяной покемон, который любит жить возле воды. Он ведёт ночной образ жизни и любит шутить над людьми.
            `,
        },

        {
            name: "Луди́коло",
            img: "IMG_pok/ludicolo.jpg",
            desc: `
            Водный и травяной покемон с телом, похожим на ходячую кувшинку. Музыка и ритм заставляют его становиться энергичнее.
            `,
        },

        {
            name: "Сидо́т",
            img: "IMG_pok/seedot.jpg",
            desc: `
            Маленький травяной покемон, похожий на желудь. Он висит на ветвях деревьев и выглядит как настоящий плод.
            `,
        },

        {
            name: "Назли́ф",
            img: "IMG_pok/nuzleaf.jpg",
            desc: `
            Травяной и тёмный покемон, похожий на лесного духа. Он умеет играть на листе, издавая резкие звуки.
            `,
        },

        {
            name: "Ши́фти",
            img: "IMG_pok/shiftry.jpg",
            desc: `
            Травяной и тёмный покемон, напоминающий древнего лесного духа. Его веерообразные листья способны создавать сильные порывы ветра.
            `,
        },

        {
            name: "Та́йллоу",
            img: "IMG_pok/taillow.jpg",
            desc: `
            Маленький нормальный и летающий покемон. Несмотря на небольшой размер, он смело противостоит гораздо более крупным противникам.
            `,
        },

        {
            name: "Сва́ллоу",
            img: "IMG_pok/swellow.jpg",
            desc: `
            Сильный нормальный и летающий покемон. Он летает высоко в небе и точно пикирует на добычу.
            `,
        },

        {
            name: "Ви́нгалл",
            img: "IMG_pok/wingull.jpg",
            desc: `
            Водный и летающий покемон, похожий на чайку. Он умеет использовать восходящие потоки воздуха для длительного полёта.
            `,
        },

        {
            name: "Пелли́пер",
            img: "IMG_pok/pelipper.jpg",
            desc: `
            Водный и летающий покемон с огромным клювом. Он использует клюв для переноски предметов и маленьких покемонов.
            `,
        },

        {
            name: "Ра́лц",
            img: "IMG_pok/ralts.jpg",
            desc: `
            Психический и сказочный покемон, способный чувствовать эмоции окружающих. Он становится сильнее рядом с добрыми людьми.
            `,
        },

        {
            name: "Га́рдевауар",
            img: "IMG_pok/gardevoir.jpg",
            desc: `
            Психический и сказочный покемон, способный создавать мощные психические атаки. Он очень предан своему тренеру и может защищать его ценой собственной безопасности.
            `,
        },

        {
            name: "Сла́кинг",
            img: "IMG_pok/slaking.jpg",
            desc: `
            Мощный нормальный покемон, который большую часть времени проводит лёжа. Несмотря на свою лень, он обладает огромной физической силой.
            `,
        },

        {
            name: "Ни́нкада",
            img: "IMG_pok/nincada.jpg",
            desc: `
            Насекомый и наземный покемон, живущий под землёй. Он почти не видит и ориентируется с помощью чувствительности усиков.
            `,
        },

        {
            name: "Ни́нджа́ск",
            img: "IMG_pok/ninjask.jpg",
            desc: `
            Насекомый и летающий покемон, способный двигаться с невероятной скоростью. Его крик очень громкий и может раздражать окружающих.
            `,
        },

        {
            name: "Ки́рлия",
            img: "IMG_pok/kirlia.jpg",
            desc: `
            Психический и сказочный покемон, использующий психическую энергию для танцевальных движений. Он может создавать иллюзии и изменять своё окружение.
            `,
        },

        {
            name: "Сла́йма́л",
            img: "IMG_pok/slakoth.jpg",
            desc: `
            Очень ленивый нормальный покемон. Он проводит большую часть жизни лёжа и почти не двигается.
            `,
        },

        {
            name: "Виго́рот",
            img: "IMG_pok/vigoroth.jpg",
            desc: `
            Нормальный покемон, который постоянно находится в движении. Если он долго не двигается, становится раздражительным и беспокойным.
            `,
        },

        {
            name: "Шеди́нья",
            img: "IMG_pok/shedinja.jpg",
            desc: `
            Загадочный насекомый и призрачный покемон, напоминающий пустую оболочку. Он появляется при эволюции Нинкады при особых условиях.
            `,
        },

        {
            name: "Вайно́т",
            img: "IMG_pok/whismur.jpg",
            desc: `
            Маленький нормальный покемон, похожий на розового зверька. Тихий звук способен быстро превратиться в очень громкий крик.
            `,
        },

        {
            name: "Ло́удред",
            img: "IMG_pok/loudred.jpg",
            desc: `
            Нормальный покемон с огромными ушами, похожими на динамики. Он способен создавать настолько громкие звуки, что сотрясает землю.
            `,
        },

        {
            name: "Экспло́уд",
            img: "IMG_pok/exploud.jpg",
            desc: `
            Мощный нормальный покемон, использующий отверстия на теле для создания громоподобных звуковых атак.
            `,
        },

        {
            name: "Ма́кэнита",
            img: "IMG_pok/makuhita.jpg",
            desc: `
            Боевой покемон, который постоянно тренируется. Он укрепляет своё тело тяжёлыми тренировками и любит толкать большие предметы.
            `,
        },

        {
            name: "Ха́риа́ма",
            img: "IMG_pok/hariyama.jpg",
            desc: `
            Крупный боевой покемон, похожий на борца сумо. Его мощные ладони способны отбрасывать очень тяжёлые объекты.
            `,
        },

        {
            name: "Азури́лл",
            img: "IMG_pok/azurill.jpg",
            desc: `
            Маленький нормальный и сказочный покемон с большим шарообразным хвостом. Хвост наполнен водой и помогает ему прыгать далеко.
            `,
        },

        {
            name: "Но́сси́пасс",
            img: "IMG_pok/nosepass.jpg",
            desc: `
            Каменный покемон, похожий на большую статую с огромным носом. Его нос всегда указывает на север.
            `,
        },

        {
            name: "Ски́тти",
            img: "IMG_pok/skitty.jpg",
            desc: `
            Маленький нормальный покемон, похожий на котёнка. Он любит гоняться за движущимися предметами и своим хвостом.
            `,
        },

        {
            name: "Делка́тти",
            img: "IMG_pok/delcatty.jpg",
            desc: `
            Изящный нормальный покемон, похожий на кошку. Он не любит жить по строгому расписанию и предпочитает свободный образ жизни.
            `,
        },

        {
            name: "Сабла́й",
            img: "IMG_pok/sableye.jpg",
            desc: `
            Тёмный и призрачный покемон с драгоценными камнями вместо глаз. Он живёт в пещерах и питается минералами.
            `,
        },

        {
            name: "Арон",
            img: "IMG_pok/aron.jpg",
            desc: `
            Стальной и каменный покемон, покрытый металлической бронёй. Он питается рудой и восстанавливает своё тело, поглощая металл.
            `,
        },

        {
            name: "Лайро́н",
            img: "IMG_pok/lairon.jpg",
            desc: `
            Стальной и каменный покемон, который питается железной рудой. Его тело становится прочнее благодаря минералам.
            `,
        },

        {
            name: "Аггро́н",
            img: "IMG_pok/aggron.jpg",
            desc: `
            Мощный стальной и каменный покемон с прочной металлической бронёй. Он защищает свою территорию и восстанавливает разрушенные участки гор.
            `,
        },

        {
            name: "Медита́йт",
            img: "IMG_pok/meditite.jpg",
            desc: `
            Боевой и психический покемон, который тренируется с помощью медитации. Он способен долго обходиться без еды благодаря контролю над своим телом.
            `,
        },

        {
            name: "Меди́чам",
            img: "IMG_pok/medicham.jpg",
            desc: `
            Боевой и психический покемон, достигший высокого уровня контроля над телом и разумом. Его движения отличаются невероятной точностью.
            `,
        },

        {
            name: "Электри́к",
            img: "IMG_pok/electrike.jpg",
            desc: `
            Электрический покемон, похожий на небольшую собаку. Он накапливает электричество в мышцах и использует его для ускорения.
            `,
        },

        {
            name: "Манектри́к",
            img: "IMG_pok/manectric.jpg",
            desc: `
            Электрический покемон, способный создавать мощные электрические разряды. Его часто замечают во время грозы.
            `,
        },

        {
            name: "Пла́ссл",
            img: "IMG_pok/plusle.jpg",
            desc: `
            Электрический покемон, который любит поддерживать своих товарищей. Он создаёт искры и электрические знаки во время празднований.
            `,
        },

        {
            name: "Мину́н",
            img: "IMG_pok/minun.jpg",
            desc: `
            Электрический покемон, который любит помогать товарищам. Он способен усиливать электрические атаки других покемонов.
            `,
        },

        {
            name: "Волби́т",
            img: "IMG_pok/volbeat.jpg",
            desc: `
            Насекомый покемон, активный ночью. Он использует светящийся хвост для создания световых узоров в воздухе.
            `,
        },

        {
            name: "Иллюми́з",
            img: "IMG_pok/illumise.jpg",
            desc: `
            Насекомый покемон, который привлекает Волбита своим запахом. Вместе они создают красивые светящиеся узоры в ночном небе.
            `,
        },

        {
            name: "Ро́зели́я",
            img: "IMG_pok/roselia.jpg",
            desc: `
            Травяной и ядовитый покемон с цветами на руках. Каждый цветок может содержать яд с разными свойствами.
            `,
        },

        {
            name: "Галпа́йн",
            img: "IMG_pok/gulpin.jpg",
            desc: `
            Ядовитый покемон, похожий на небольшую каплю. Его желудок способен переваривать практически любую пищу.
            `,
        },

        {
            name: "Сва́лот",
            img: "IMG_pok/swalot.jpg",
            desc: `
            Крупный ядовитый покемон. Он может проглотить почти всё целиком, а затем растворить пищу сильной желудочной кислотой.
            `,
        },

        {
            name: "Ка́рвана",
            img: "IMG_pok/carvanha.jpg",
            desc: `
            Водный и тёмный покемон, похожий на пиранью. Он живёт стаями и обладает острыми зубами.
            `,
        },

        {
            name: "Ша́рпидо",
            img: "IMG_pok/sharpedo.jpg",
            desc: `
            Водный и тёмный покемон, похожий на акулу. Он способен развивать огромную скорость и легко пробивать корпуса лодок.
            `,
        },

        {
            name: "Ве́йлмер",
            img: "IMG_pok/wailmer.jpg",
            desc: `
            Большой водный покемон, похожий на кита. Он способен запасать большое количество воды в своём теле.
            `,
        },

        {
            name: "Ве́йлорд",
            img: "IMG_pok/wailord.jpg",
            desc: `
            Огромный водный покемон, напоминающий синего кита. Это один из крупнейших известных покемонов.
            `,
        },

        {
            name: "Нумел",
            img: "IMG_pok/numel.jpg",
            desc: `
            Огненный и наземный покемон, похожий на верблюда. В его теле находится вулканическая магма.
            `,
        },

        {
            name: "Ка́мерупт",
            img: "IMG_pok/camerupt.jpg",
            desc: `
            Огненный и наземный покемон с двумя вулканами на спине. Из них может извергаться горячая магма.
            `,
        },

        {
            name: "Торко́ул",
            img: "IMG_pok/torkoal.jpg",
            desc: `
            Огненный покемон, похожий на черепаху. Он сжигает уголь внутри своего панциря и выпускает густой дым.
            `,
        },

        {
            name: "Спи́нда",
            img: "IMG_pok/spinda.jpg",
            desc: `
            Нормальный покемон с уникальным рисунком пятен. Узор на теле каждого Спинды отличается от других.
            `,
        },

        {
            name: "Трапи́нч",
            img: "IMG_pok/trapinch.jpg",
            desc: `
            Наземный покемон, живущий в пустынях. Он роет глубокие ямы и использует огромные челюсти для охоты.
            `,
        },

        {
            name: "Вибра́ва",
            img: "IMG_pok/vibrava.jpg",
            desc: `
            Наземный и драконий покемон, способный создавать ультразвуковые волны быстрым движением крыльев.
            `,
        },

        {
            name: "Фла́йгон",
            img: "IMG_pok/flygon.jpg",
            desc: `
            Наземный и драконий покемон, известный как дух пустыни. Он создаёт песчаные бури взмахами крыльев.
            `,
        },

        {
            name: "Ка́кния",
            img: "IMG_pok/cacnea.jpg",
            desc: `
            Травяной покемон, похожий на кактус. Он живёт в засушливых местах и запасает воду внутри своего тела.
            `,
        },

        {
            name: "Ка́ктёрн",
            img: "IMG_pok/cacturne.jpg",
            desc: `
            Травяной и тёмный покемон, похожий на оживший кактус. Ночью он выходит на охоту и преследует путников в пустыне.
            `,
        },

        {
            name: "Ма́йти́л",
            img: "IMG_pok/mawile.jpg",
            desc: `
    Стальной и фейский покемон. Огромные челюсти на затылке позволяют ему неожиданно атаковать противника.
    `,
        },

        {
            name: "Спо́йнк",
            img: "IMG_pok/spoink.jpg",
            desc: `
    Психический покемон. Он постоянно подпрыгивает на хвосте, потому что это помогает поддерживать работу его сердца.
    `,
        },

        {
            name: "Гра́мпиг",
            img: "IMG_pok/grumpig.jpg",
            desc: `
    Психический покемон. Он использует жемчужины на теле для усиления своих психических способностей.
    `,
        },

        {
            name: "Сва́блу",
            img: "IMG_pok/swablu.jpg",
            desc: `
    Обычный и летающий покемон. Его крылья напоминают пушистые облака, а сам он любит садиться на головы людей.
    `,
        },

        {
            name: "Алта́рия",
            img: "IMG_pok/altaria.jpg",
            desc: `
    Драконий и летающий покемон. Его крылья похожи на облака, а пение считается необычайно красивым.
    `,
        },

        {
            name: "Зангу́з",
            img: "IMG_pok/zangoose.jpg",
            desc: `
    Обычный покемон. Он обладает острыми когтями и является природным противником Севайпера.
    `,
        },

        {
            name: "Сева́йпер",
            img: "IMG_pok/seviper.jpg",
            desc: `
    Ядовитый покемон. Его хвост похож на клинок, а главным природным врагом является Зангуз.
    `,
        },

        {
            name: "Луна́тон",
            img: "IMG_pok/lunatone.jpg",
            desc: `
    Каменный и психический покемон. Его активность связана с лунным светом, а форма напоминает полумесяц.
    `,
        },

        {
            name: "Солро́к",
            img: "IMG_pok/solrock.jpg",
            desc: `
    Каменный и психический покемон. Он получает энергию от солнечного света и способен предугадывать движения противника.
    `,
        },

        {
            name: "Барбо́ч",
            img: "IMG_pok/barboach.jpg",
            desc: `
    Водный и наземный покемон. Он живёт в грязной воде и использует чувствительные усики для поиска пищи.
    `,
        },

        {
            name: "Виска́ш",
            img: "IMG_pok/whiscash.jpg",
            desc: `
    Водный и наземный покемон. Он способен вызывать сильные землетрясения и чувствовать вибрации земли.
    `,
        },

        {
            name: "Корфи́ш",
            img: "IMG_pok/corphish.jpg",
            desc: `
    Водный покемон, похожий на рака. Он очень живуч и легко приспосабливается к новым условиям окружающей среды.
    `,
        },

        {
            name: "Кра́удаунт",
            img: "IMG_pok/crawdaunt.jpg",
            desc: `
    Водный и тёмный покемон. Он агрессивно защищает свою территорию и обладает огромными клешнями.
    `,
        },

        {
            name: "Бала́той",
            img: "IMG_pok/baltoy.jpg",
            desc: `
    Наземный и психический покемон. Он постоянно вращается на одной ноге и способен использовать психические силы.
    `,
        },

        {
            name: "Кла́йдол",
            img: "IMG_pok/claydol.jpg",
            desc: `
    Наземный и психический покемон. Он парит в воздухе и способен создавать несколько энергетических лучей одновременно.
    `,
        },

        {
            name: "Ли́лип",
            img: "IMG_pok/lileep.jpg",
            desc: `
    Каменный и травяной покемон. Это древний морской покемон, восстановленный из ископаемых останков.
    `,
        },

        {
            name: "Крэ́дили",
            img: "IMG_pok/cradily.jpg",
            desc: `
    Каменный и травяной покемон. Он использует щупальца вокруг головы, чтобы хватать добычу.
    `,
        },

        {
            name: "А́норит",
            img: "IMG_pok/anorith.jpg",
            desc: `
    Каменный и жучий покемон. Это древний морской хищник, восстановленный из ископаемого.
    `,
        },

        {
            name: "Арма́лдо",
            img: "IMG_pok/armaldo.jpg",
            desc: `
    Каменный и жучий покемон. Его прочная броня защищает тело, а мощные когти способны пробивать твёрдый камень.
    `,
        },

        {
            name: "Фи́бас",
            img: "IMG_pok/feebas.jpg",
            desc: `
    Водный покемон, известный своей неприметной внешностью. При определённых условиях он может эволюционировать в прекрасного Милотика.
    `,
        },

        {
            name: "Мило́тик",
            img: "IMG_pok/milotic.jpg",
            desc: `
    Водный покемон, похожий на огромного морского змея. Его считают одним из самых красивых покемонов.
    `,
        },

        {
            name: "Ка́стформ",
            img: "IMG_pok/castform.jpg",
            desc: `
            Обычный покемон, способный менять форму и тип в зависимости от погоды.
            `,
        },

        {
            name: "Кеклео́н",
            img: "IMG_pok/kecleon.jpg",
            desc: `
            Обычный покемон. Он умеет менять цвет тела и становиться почти невидимым для окружающих.
            `,
        },

        {
            name: "Шуппе́т",
            img: "IMG_pok/shuppet.jpg",
            desc: `
            Призрачный покемон. Он питается сильными эмоциями людей, особенно завистью и злобой.
            `,
        },

        {
            name: "Бане́тт",
            img: "IMG_pok/banette.jpg",
            desc: `
            Призрачный покемон. Согласно легендам, он появился из брошенной куклы и теперь ищет того, кто её оставил.
            `,
        },

        {
            name: "Да́скалл",
            img: "IMG_pok/duskull.jpg",
            desc: `
            Призрачный покемон. Он скрывает лицо под капюшоном и способен проходить сквозь стены.
            `,
        },

        {
            name: "Да́скло́пс",
            img: "IMG_pok/dusclops.jpg",
            desc: `
            Призрачный покемон. Внутри его тела словно находится бездонная пустота, способная поглощать различные предметы.
            `,
        },

        {
            name: "Тро́пиус",
            img: "IMG_pok/tropius.jpg",
            desc: `
            Травяной и летающий покемон. На его теле растут большие листья, а на шее — сладкие плоды.
            `,
        },

        {
            name: "Чи́мэко",
            img: "IMG_pok/chimecho.jpg",
            desc: `
            Психический покемон. Его тело напоминает колокольчик, а ветер заставляет его издавать мелодичные звуки.
            `,
        },

        {
            name: "Абсо́л",
            img: "IMG_pok/absol.jpg",
            desc: `
            Тёмный покемон. Его появление часто связывают с бедствиями, хотя сам Абсол не является их причиной.
            `,
        },

        {
            name: "Ва́йноут",
            img: "IMG_pok/wynaut.jpg",
            desc: `
            Психический покемон. Он постоянно улыбается и тренируется вместе с другими Вайноутами, толкаясь животами.
            `,
        },

        {
            name: "Сно́рант",
            img: "IMG_pok/snorunt.jpg",
            desc: `
            Ледяной покемон. Он живёт в холодных местах и способен выживать даже при очень низких температурах.
            `,
        },

        {
            name: "Гла́ли",
            img: "IMG_pok/glalie.jpg",
            desc: `
            Ледяной покемон. Он способен замораживать влагу в воздухе и покрывать своё тело льдом.
            `,
        },

        {
            name: "Спхи́л",
            img: "IMG_pok/spheal.jpg",
            desc: `
            Ледяной и водный покемон. Его круглое тело позволяет ему легко кататься по снегу и льду.
            `,
        },

        {
            name: "Си́лио",
            img: "IMG_pok/sealeo.jpg",
            desc: `
            Ледяной и водный покемон. Он любит жонглировать ледяными предметами и катать их на носу.
            `,
        },

        {
            name: "Уолре́йн",
            img: "IMG_pok/walrein.jpg",
            desc: `
            Ледяной и водный покемон. Толстый слой жира защищает его от холода, а мощные клыки помогают сражаться.
            `,
        },

        {
            name: "Клампе́рл",
            img: "IMG_pok/clamperl.jpg",
            desc: `
            Водный покемон, живущий внутри твёрдой раковины. Его раковина защищает мягкое тело от хищников.
            `,
        },

        {
            name: "Ха́нтайл",
            img: "IMG_pok/huntail.jpg",
            desc: `
            Водный покемон, похожий на глубоководную рыбу. Он обладает мощными челюстями и живёт в морских глубинах.
            `,
        },

        {
            name: "Го́рбис",
            img: "IMG_pok/gorebyss.jpg",
            desc: `
            Водный покемон с длинным розовым телом. Он живёт в глубоких водах и питается жидкостью из добычи.
            `,
        },

        {
            name: "Рели́кант",
            img: "IMG_pok/relicanth.jpg",
            desc: `
            Водный и каменный покемон. Это древний вид, почти не изменившийся за сотни миллионов лет.
            `,
        },

        {
            name: "Лавди́ск",
            img: "IMG_pok/luvdisc.jpg",
            desc: `
            Водный покемон в форме сердца. Его часто связывают с влюблёнными и романтическими отношениями.
            `,
        },

        {
            name: "Баго́н",
            img: "IMG_pok/bagon.jpg",
            desc: `
            Драконий покемон. Он мечтает научиться летать и иногда прыгает со скал, надеясь взлететь.
            `,
        },

        {
            name: "Ше́лгон",
            img: "IMG_pok/shelgon.jpg",
            desc: `
            Драконий покемон. Его тело заключено в прочную оболочку, внутри которой происходит подготовка к эволюции.
            `,
        },

        {
            name: "Саламе́нс",
            img: "IMG_pok/salamence.jpg",
            desc: `
            Драконий и летающий покемон. После эволюции он наконец получает крылья и способен свободно летать.
            `,
        },

        {
            name: "Бе́лдум",
            img: "IMG_pok/beldum.jpg",
            desc: `
            Стальной и психический покемон. Вместо обычной крови по его телу циркулирует магнитная сила.
            `,
        },

        {
            name: "Мета́нг",
            img: "IMG_pok/metang.jpg",
            desc: `
            Стальной и психический покемон. Он образуется из двух Белдумов и обладает значительно большей психической силой.
            `,
        },

        {
            name: "Мета́гросс",
            img: "IMG_pok/metagross.jpg",
            desc: `
            Стальной и психический покемон. Его разум образован объединением четырёх мозгов, что делает его чрезвычайно умным.
            `,
        },

        {
            name: "Реги́рок",
            img: "IMG_pok/regirock.jpg",
            desc: `
            Легендарный каменный покемон. Его тело состоит из камней, которые он заменяет, если они повреждаются.
            `,
        },

        {
            name: "Реги́с",
            img: "IMG_pok/regice.jpg",
            desc: `
            Легендарный ледяной покемон. Его тело состоит из особого льда и выдерживает невероятно низкие температуры.
            `,
        },

        {
            name: "Реги́стил",
            img: "IMG_pok/registeel.jpg",
            desc: `
            Легендарный стальной покемон. Его тело сделано из неизвестного металла и отличается огромной прочностью.
            `,
        },

        {
            name: "Латиа́с",
            img: "IMG_pok/latias.jpg",
            desc: `
            Легендарный драконий и психический покемон. Он способен отражать свет и становиться практически невидимым.
            `,
        },

        {
            name: "Латио́с",
            img: "IMG_pok/latios.jpg",
            desc: `
            Легендарный драконий и психический покемон. Он способен развивать огромную скорость и понимать человеческую речь.
            `,
        },

        {
            name: "Кайо́гра",
            img: "IMG_pok/kyogre.jpg",
            desc: `
            Легендарный водный покемон. Согласно легендам, он способен расширять моря и вызывать огромные ливни.
            `,
        },

        {
            name: "Гро́удон",
            img: "IMG_pok/groudon.jpg",
            desc: `
            Легендарный наземный покемон. Согласно легендам, он способен расширять сушу и вызывать сильнейшую жару.
            `,
        },

        {
            name: "Райква́за",
            img: "IMG_pok/rayquaza.jpg",
            desc: `
            Легендарный драконий и летающий покемон. Он живёт высоко в атмосфере и способен усмирять Кайогру и Гроудона.
            `,
        },

        {
            name: "Джира́чи",
            img: "IMG_pok/jirachi.jpg",
            desc: `
            Мифический стальной и психический покемон. Говорят, что он может исполнить желания, когда просыпается от долгого сна.
            `,
        },

        {
            name: "Део́ксис",
            img: "IMG_pok/deoxys.jpg",
            desc: `
            Мифический психический покемон, возникший из космического вируса. Он способен изменять форму своего тела.
            `,
        },

        {
            name: "Торти́г",
            img: "IMG_pok/turtwig.jpg",
            desc: `
            Травяной покемон. Его панцирь состоит из земли, а небольшое растение на голове получает энергию от солнечного света.
            `,
        },

        {
            name: "Гро́тл",
            img: "IMG_pok/grotle.jpg",
            desc: `
            Травяной покемон. Он живёт в лесах и выращивает на своём панцире деревья и кустарники.
            `,
        },

        {
            name: "Торте́рра",
            img: "IMG_pok/torterra.jpg",
            desc: `
            Травяной и наземный покемон. На его огромном панцире растут деревья, поэтому он напоминает маленький движущийся лес.
            `,
        },

        {
            name: "Чимча́р",
            img: "IMG_pok/chimchar.jpg",
            desc: `
            Огненный покемон. Пламя на его хвосте не гаснет даже во время сна, если только он не находится в воде.
            `,
        },

        {
            name: "Монфе́рно",
            img: "IMG_pok/monferno.jpg",
            desc: `
            Огненный и боевой покемон. Он использует пламя хвоста и быстрые движения в бою.
            `,
        },

        {
            name: "Инфе́рнейп",
            img: "IMG_pok/infernape.jpg",
            desc: `
            Огненный и боевой покемон. Он чрезвычайно быстр и использует боевые приёмы вместе с пламенем.
            `,
        },

        {
            name: "Пи́плап",
            img: "IMG_pok/piplup.jpg",
            desc: `
            Водный покемон. Он гордый и упрямый, но благодаря плотному пуху хорошо переносит холод.
            `,
        },

        {
            name: "Принпла́п",
            img: "IMG_pok/prinplup.jpg",
            desc: `
            Водный покемон. Он живёт независимо от других и использует свои сильные крылья-ласты для плавания.
            `,
        },

        {
            name: "Эмполео́н",
            img: "IMG_pok/empoleon.jpg",
            desc: `
            Водный и стальной покемон. Его крылья напоминают лезвия, а металлический клюв способен рассекать прочные материалы.
            `,
        },

        {
            name: "Ста́рли",
            img: "IMG_pok/starly.jpg",
            desc: `
            Обычный и летающий покемон. Он живёт большими стаями и отличается довольно громким криком.
            `,
        },

        {
            name: "Стара́вия",
            img: "IMG_pok/staravia.jpg",
            desc: `
            Обычный и летающий покемон. Он собирается в стаи и активно защищает свою территорию.
            `,
        },

        {
            name: "Стара́птор",
            img: "IMG_pok/staraptor.jpg",
            desc: `
            Обычный и летающий покемон. Он очень агрессивен в бою и способен атаковать противников, значительно превосходящих его по размеру.
            `,
        },

        {
            name: "Биду́ф",
            img: "IMG_pok/bidoof.jpg",
            desc: `
            Обычный покемон. Он похож на бобра, имеет крепкие зубы и способен перегрызать дерево.
            `,
        },

        {
            name: "Биба́рел",
            img: "IMG_pok/bibarel.jpg",
            desc: `
            Обычный и водный покемон. Он строит плотины из веток и брёвен и отлично плавает.
            `,
        },

        {
            name: "Кри́кетот",
            img: "IMG_pok/kricketot.jpg",
            desc: `
            Жучий покемон. Он издаёт звуки, потирая усики друг о друга, и использует их для общения.
            `,
        },

        {
            name: "Кри́кетун",
            img: "IMG_pok/kricketune.jpg",
            desc: `
            Жучий покемон. Он способен создавать сложные мелодии, двигая усиками и лапками.
            `,
        },

        {
            name: "Ши́нкс",
            img: "IMG_pok/shinx.jpg",
            desc: `
            Электрический покемон. Он может создавать электричество и светиться в темноте.
            `,
        },

        {
            name: "Лю́ксио",
            img: "IMG_pok/luxio.jpg",
            desc: `
            Электрический покемон. Он живёт стаями и использует электрические разряды для общения с сородичами.
            `,
        },

        {
            name: "Лю́ксрэй",
            img: "IMG_pok/luxray.jpg",
            desc: `
            Электрический покемон. Его глаза способны видеть сквозь предметы и обнаруживать скрытые объекты.
            `,
        },

        {
            name: "Бу́дью",
            img: "IMG_pok/budew.jpg",
            desc: `
            Травяной и ядовитый покемон. Его бутоны раскрываются при солнечном свете.
            `,
        },

        {
            name: "Ро́зэрэйд",
            img: "IMG_pok/roserade.jpg",
            desc: `
            Травяной и ядовитый покемон. Он использует букеты цветов на руках, чтобы наносить быстрые удары и распылять яд.
            `,
        },

        {
            name: "Кра́нидос",
            img: "IMG_pok/cranidos.jpg",
            desc: `
            Каменный покемон. Это древний покемон с чрезвычайно твёрдым черепом, способным разбивать камни.
            `,
        },

        {
            name: "Ра́мпардос",
            img: "IMG_pok/rampardos.jpg",
            desc: `
            Каменный покемон. Его невероятно крепкий череп позволяет с разбега таранить даже твёрдые породы.
            `,
        },

        {
            name: "Щи́лдон",
            img: "IMG_pok/shieldon.jpg",
            desc: `
            Каменный и стальной покемон. Его лицо защищено прочным щитом, который способен выдерживать сильные удары.
            `,
        },

        {
            name: "Бастиодо́н",
            img: "IMG_pok/bastiodon.jpg",
            desc: `
            Каменный и стальной покемон. Огромная костяная пластина на лице служит ему мощной защитой.
            `,
        },

        {
            name: "Бурми́",
            img: "IMG_pok/burmy.jpg",
            desc: `
            Жучий покемон. Он собирает материалы окружающей среды и использует их для создания покрова вокруг тела.
            `,
        },

        {
            name: "Вормада́м",
            img: "IMG_pok/wormadam.jpg",
            desc: `
            Жучий покемон. Покров её тела меняется в зависимости от того, какие материалы использовала Бурми перед эволюцией.
            `,
        },

        {
            name: "Мо́ти́м",
            img: "IMG_pok/mothim.jpg",
            desc: `
            Жучий и летающий покемон. Он не строит собственных укрытий и охотится за сладким нектаром.
            `,
        },

        {
            name: "Комби́",
            img: "IMG_pok/combee.jpg",
            desc: `
            Жучий и летающий покемон. Три особи Комби живут вместе и работают как единая колония.
            `,
        },

        {
            name: "Веспике́н",
            img: "IMG_pok/vespiquen.jpg",
            desc: `
            Жучий и летающий покемон. Она управляет колонией Комби и защищает её с помощью различных приказов.
            `,
        },

        {
            name: "Па́чирису",
            img: "IMG_pok/pachirisu.jpg",
            desc: `
            Электрический покемон. Он запасает электричество в защёчных мешках и передаёт его сородичам.
            `,
        },

        {
            name: "Буи́зел",
            img: "IMG_pok/buizel.jpg",
            desc: `
            Водный покемон. У него есть плавательные воротники, которые помогают ему держаться на поверхности воды.
            `,
        },

        {
            name: "Фло́тзел",
            img: "IMG_pok/floatzel.jpg",
            desc: `
            Водный покемон. Плавательный круг на теле позволяет ему быстро перемещаться по воде и спасать людей.
            `,
        },

        {
            name: "Черуби́",
            img: "IMG_pok/cherubi.jpg",
            desc: `
            Травяной покемон. Маленький плод на его теле содержит запас питательных веществ.
            `,
        },

        {
            name: "Черри́м",
            img: "IMG_pok/cherrim.jpg",
            desc: `
            Травяной покемон. На солнечном свету его форма раскрывается и становится похожей на цветок.
            `,
        },

        {
            name: "Шелло́с",
            img: "IMG_pok/shellos.jpg",
            desc: `
            Водный покемон. Его внешний вид может различаться в зависимости от места обитания.
            `,
        },

        {
            name: "Гастродо́н",
            img: "IMG_pok/gastrodon.jpg",
            desc: `
            Водный и наземный покемон. Он способен поглощать воду и значительно увеличиваться в размерах.
            `,
        },

        {
            name: "Амби́по́м",
            img: "IMG_pok/ambipom.jpg",
            desc: `
            Обычный покемон. Два хвоста с ладонями позволяют ему ловко хвататься за ветви и предметы.
            `,
        },

        {
            name: "Дрифлу́н",
            img: "IMG_pok/drifloon.jpg",
            desc: `
            Призрачный и летающий покемон. Он похож на воздушный шар и иногда пытается увести детей за собой.
            `,
        },

        {
            name: "Дрифбли́м",
            img: "IMG_pok/drifblim.jpg",
            desc: `
            Призрачный и летающий покемон. Он способен переносить людей и других покемонов благодаря огромному размеру.
            `,
        },

        {
            name: "Буни́ри",
            img: "IMG_pok/buneary.jpg",
            desc: `
            Обычный покемон. Его длинные уши обладают большой силой и могут наносить неожиданные удары.
            `,
        },

        {
            name: "Лопу́нни",
            img: "IMG_pok/lopunny.jpg",
            desc: `
            Обычный покемон. Его длинные уши и мощные ноги позволяют наносить быстрые и сильные удары.
            `,
        },

        {
            name: "Ми́смаджиус",
            img: "IMG_pok/mismagius.jpg",
            desc: `
            Призрачный покемон. Он произносит загадочные заклинания и может вызывать у слушателей различные ощущения.
            `,
        },

        {
            name: "Хонкро́у",
            img: "IMG_pok/honchkrow.jpg",
            desc: `
            Тёмный и летающий покемон. Он руководит стаями Муркроу и известен своим грозным видом.
            `,
        },

        {
            name: "Гла́меоу",
            img: "IMG_pok/glameow.jpg",
            desc: `
            Обычный покемон. Его хвост закручивается спиралью, а характер часто бывает капризным.
            `,
        },

        {
            name: "Пе́ра́гли",
            img: "IMG_pok/purugly.jpg",
            desc: `
            Обычный покемон. Он метит территорию и отличается сильным и независимым характером.
            `,
        },

        {
            name: "Чи́нглинг",
            img: "IMG_pok/chingling.jpg",
            desc: `
            Психический покемон. Он издаёт звонкие звуки, используя тело как маленький колокольчик.
            `,
        },

        {
            name: "Ста́нки",
            img: "IMG_pok/stunky.jpg",
            desc: `
            Ядовитый и тёмный покемон. Он выпускает из хвоста крайне неприятный запах, защищаясь от врагов.
            `,
        },

        {
            name: "Ска́нтанк",
            img: "IMG_pok/skuntank.jpg",
            desc: `
            Ядовитый и тёмный покемон. Он способен выпускать зловонную жидкость на большое расстояние.
            `,
        },

        {
            name: "Бронзо́р",
            img: "IMG_pok/bronzor.jpg",
            desc: `
            Стальной и психический покемон. Он напоминает древнее металлическое зеркало и способен отражать некоторые атаки.
            `,
        },

        {
            name: "Бронзо́нг",
            img: "IMG_pok/bronzong.jpg",
            desc: `
            Стальной и психический покемон. Он похож на огромный колокол и связан с древними легендами о дожде.
            `,
        },

        {
            name: "Бонсли́",
            img: "IMG_pok/bonsly.jpg",
            desc: `
            Каменный покемон. Он похож на маленькое дерево и выпускает воду через отверстия возле глаз.
            `,
        },

        {
            name: "Ми́ми-мла́йм",
            img: "IMG_pok/mimejr.jpg",
            desc: `
            Психический и фейский покемон. Он учится создавать невидимые стены и копировать движения окружающих.
            `,
        },

        {
            name: "Хэппи́ни",
            img: "IMG_pok/happiny.jpg",
            desc: `
            Обычный покемон. Она носит в животе овальный камень, который считает своим сокровищем.
            `,
        },

        {
            name: "Сти́нки",
            img: "IMG_pok/chatot.jpg",
            desc: `
            Обычный и летающий покемон. Он способен имитировать человеческую речь и другие звуки.
            `,
        },

        {
            name: "Спири́томб",
            img: "IMG_pok/spiritomb.jpg",
            desc: `
            Призрачный и тёмный покемон. Его духи заключены в древнем мистическом камне.
            `,
        },

        {
            name: "Гибл",
            img: "IMG_pok/gible.jpg",
            desc: `
            Драконий и наземный покемон. Несмотря на небольшой размер, он обладает очень сильными челюстями.
            `,
        },

        {
            name: "Габайт",
            img: "IMG_pok/gabite.jpg",
            desc: `
            Драконий и наземный покемон. Он собирает драгоценные камни и хранит их в своей пещере.
            `,
        },

        {
            name: "Гарчо́мп",
            img: "IMG_pok/garchomp.jpg",
            desc: `
            Драконий и наземный покемон. Он способен развивать огромную скорость и атаковать противников острыми плавниками.
            `,
        },

        {
            name: "Мью́з",
            img: "IMG_pok/munchlax.jpg",
            desc: `
            Обычный покемон. Он постоянно ищет пищу и способен съесть количество еды, сравнимое с его собственным весом.
            `,
        },

        {
            name: "Ри́оллу",
            img: "IMG_pok/riolu.jpg",
            desc: `
            Боевой покемон. Он способен чувствовать ауру живых существ и использовать её для понимания окружающего мира.
            `,
        },

        {
            name: "Лу́карио",
            img: "IMG_pok/lucario.jpg",
            desc: `
            Боевой и стальной покемон. Он способен ощущать ауру окружающих и использовать её в бою.
            `,
        },

        {
            name: "Ги́ппо́потас",
            img: "IMG_pok/hippopotas.jpg",
            desc: `
            Наземный покемон. Он живёт в песке и способен выпускать из тела песчаную пыль, защищаясь от врагов.
            `,
        },

        {
            name: "Ги́ппо́удон",
            img: "IMG_pok/hippowdon.jpg",
            desc: `
            Наземный покемон. Он способен создавать вокруг себя мощные песчаные бури и обладает огромной физической силой.
            `,
        },

        {
            name: "Скору́пи",
            img: "IMG_pok/skorupi.jpg",
            desc: `
    Ядовитый и жучий покемон. Он хватает добычу клешнями и впрыскивает яд жалом на хвосте.
    `,
        },

        {
            name: "Дра́пион",
            img: "IMG_pok/drapion.jpg",
            desc: `
    Ядовитый и тёмный покемон. Его прочный панцирь защищает тело, а огромные клешни очень опасны в бою.
    `,
        },

        {
            name: "Крога́нк",
            img: "IMG_pok/croagunk.jpg",
            desc: `
    Ядовитый и боевой покемон. Он хранит яд в защёчных мешках и использует его во время атак.
    `,
        },

        {
            name: "То́ксикро́ук",
            img: "IMG_pok/toxicroak.jpg",
            desc: `
    Ядовитый и боевой покемон. Он способен выпускать яд из шипов на руках и атаковать неожиданно быстро.
    `,
        },

        {
            name: "Карнива́йн",
            img: "IMG_pok/carnivine.jpg",
            desc: `
    Травяной покемон. Он цепляется за ветви с помощью усиков и ловит добычу огромной пастью.
    `,
        },

        {
            name: "Финео́н",
            img: "IMG_pok/finneon.jpg",
            desc: `
    Водный покемон. Его плавники отражают свет, создавая красивые мерцающие узоры под водой.
    `,
        },

        {
            name: "Люми́неон",
            img: "IMG_pok/lumineon.jpg",
            desc: `
    Водный покемон. Светящиеся узоры на его теле помогают ему привлекать добычу в тёмных глубинах.
    `,
        },

        {
            name: "Манта́йк",
            img: "IMG_pok/mantyke.jpg",
            desc: `
    Водный и летающий покемон. Он похож на маленького ската и часто плавает вместе со стаями Реморайдов.
    `,
        },

        {
            name: "Сно́вер",
            img: "IMG_pok/snover.jpg",
            desc: `
    Травяной и ледяной покемон. Он живёт в холодных горах и выращивает на теле ягоды, похожие на снежки.
    `,
        },

        {
            name: "Або́масноу",
            img: "IMG_pok/abomasnow.jpg",
            desc: `
    Травяной и ледяной покемон. Он обитает в заснеженных горах и способен вызывать сильные снежные бури.
    `,
        },

        {
            name: "Ви́вил",
            img: "IMG_pok/weavile.jpg",
            desc: `
    Тёмный и ледяной покемон. Он очень быстр, ловок и использует острые когти для охоты.
    `,
        },

        {
            name: "Магне́зон",
            img: "IMG_pok/magnezone.jpg",
            desc: `
    Электрический и стальной покемон. Он создаёт мощные магнитные поля и способен притягивать металлические предметы.
    `,
        },

        {
            name: "Лики́лики",
            img: "IMG_pok/lickilicky.jpg",
            desc: `
    Обычный покемон. Его длинный язык настолько ловок, что он может использовать его почти как дополнительную руку.
    `,
        },

        {
            name: "Райперио́р",
            img: "IMG_pok/rhyperior.jpg",
            desc: `
    Наземный и каменный покемон. Его броня чрезвычайно прочна, а он способен запускать камни из отверстий на ладонях.
    `,
        },

        {
            name: "Тангро́ут",
            img: "IMG_pok/tangrowth.jpg",
            desc: `
    Травяной покемон. Его тело скрыто под множеством длинных лоз, которые он использует для атаки и захвата предметов.
    `,
        },

        {
            name: "Электи́вайр",
            img: "IMG_pok/electivire.jpg",
            desc: `
    Электрический покемон. Он способен накапливать огромное количество электричества и выпускать мощные разряды из рук.
    `,
        },

        {
            name: "Магмо́ртар",
            img: "IMG_pok/magmortar.jpg",
            desc: `
    Огненный покемон. Он способен стрелять огненными шарами из своих рук, словно из пушек.
    `,
        },

        {
            name: "Тоге́кисс",
            img: "IMG_pok/togekiss.jpg",
            desc: `
    Фейский и летающий покемон. Он редко появляется там, где царят конфликты, и считается символом мира.
    `,
        },

        {
            name: "Янме́га",
            img: "IMG_pok/yanmega.jpg",
            desc: `
    Жучий и летающий покемон. Он обладает мощными крыльями и способен создавать сильные воздушные потоки.
    `,
        },

        {
            name: "Лифео́н",
            img: "IMG_pok/leafeon.jpg",
            desc: `
    Травяной покемон. Его тело напоминает растение, а энергия солнечного света помогает ему сохранять силы.
    `,
        },

        {
            name: "Гласео́н",
            img: "IMG_pok/glaceon.jpg",
            desc: `
    Ледяной покемон. Он способен понижать температуру вокруг тела и создавать ледяные кристаллы.
    `,
        },

        {
            name: "Гли́скор",
            img: "IMG_pok/gliscor.jpg",
            desc: `
    Наземный и летающий покемон. Он бесшумно планирует в темноте и использует большие клешни для охоты.
    `,
        },

        {
            name: "Ма́мосвайн",
            img: "IMG_pok/mamoswine.jpg",
            desc: `
    Ледяной и наземный покемон. Его тело покрыто густой шерстью, защищающей от сильного холода.
    `,
        },

        {
            name: "Пориго́н-Z",
            img: "IMG_pok/porygon-z.jpg",
            desc: `
    Обычный покемон. Это усовершенствованная версия Поригона, созданная с помощью специальной программы.
    `,
        },

        {
            name: "Галле́йд",
            img: "IMG_pok/gallade.jpg",
            desc: `
    Психический и боевой покемон. Его руки превращаются в острые лезвия, а сам он отличается благородным поведением.
    `,
        },

        {
            name: "Пробопа́сс",
            img: "IMG_pok/probopass.jpg",
            desc: `
    Каменный и стальной покемон. Он управляет магнитными силами и способен перемещать небольшие металлические объекты.
    `,
        },

        {
            name: "Даскно́йр",
            img: "IMG_pok/dusknoir.jpg",
            desc: `
    Призрачный покемон. На его животе находится отверстие, которое выглядит как огромная пасть.
    `,
        },

        {
            name: "Фросла́сс",
            img: "IMG_pok/froslass.jpg",
            desc: `
    Ледяной и призрачный покемон. Он похож на женщину в кимоно и появляется в заснеженных местах.
    `,
        },

        {
            name: "Рото́м",
            img: "IMG_pok/rotom.jpg",
            desc: `
    Электрический и призрачный покемон. Он способен вселяться в различные электрические приборы и управлять ими.
    `,
        },

        {
            name: "У́кси",
            img: "IMG_pok/uxie.jpg",
            desc: `
    Легендарный психический покемон. Его называют существом знания, а легенды связывают с ним появление знаний у людей.
    `,
        },

        {
            name: "Ме́сприт",
            img: "IMG_pok/mesprit.jpg",
            desc: `
    Легендарный психический покемон. Его называют существом эмоций, связанным с чувствами людей и покемонов.
    `,
        },

        {
            name: "Азе́лф",
            img: "IMG_pok/azelf.jpg",
            desc: `
    Легендарный психический покемон. Его называют существом силы воли и решимости.
    `,
        },

        {
            name: "Диалга́",
            img: "IMG_pok/dialga.jpg",
            desc: `
    Легендарный стальной и драконий покемон. Согласно легендам, он управляет временем.
    `,
        },

        {
            name: "Па́лкия",
            img: "IMG_pok/palkia.jpg",
            desc: `
    Легендарный водный и драконий покемон. Согласно легендам, он управляет пространством.
    `,
        },

        {
            name: "Хи́тран",
            img: "IMG_pok/heatran.jpg",
            desc: `
    Легендарный огненный и стальной покемон. Он живёт в вулканических пещерах и обладает телом из расплавленного металла.
    `,
        },

        {
            name: "Реги́гигас",
            img: "IMG_pok/regigigas.jpg",
            desc: `
    Легендарный обычный покемон. Согласно легендам, он способен тянуть континенты с помощью огромной силы.
    `,
        },

        {
            name: "Гирати́на",
            img: "IMG_pok/giratina.jpg",
            desc: `
    Легендарный призрачный и драконий покемон. Он связан с Искажённым миром и способен существовать в разных формах.
    `,
        },

        {
            name: "Крессе́лия",
            img: "IMG_pok/cresselia.jpg",
            desc: `
    Легендарный психический покемон. Её перья напоминают лунный свет, а появление связывают с хорошими снами.
    `,
        },

        {
            name: "Фио́не",
            img: "IMG_pok/phione.jpg",
            desc: `
    Мифический водный покемон. Он живёт в тёплых морях и способен возвращаться к месту своего рождения.
    `,
        },

        {
            name: "Мана́фи",
            img: "IMG_pok/manaphy.jpg",
            desc: `
    Мифический водный покемон. Он обладает необычной способностью устанавливать тесную связь с другими покемонами.
    `,
        },

        {
            name: "Да́ркрай",
            img: "IMG_pok/darkrai.jpg",
            desc: `
    Мифический тёмный покемон. Согласно легендам, он способен навевать людям кошмары.
    `,
        },

        {
            name: "Ша́ймин",
            img: "IMG_pok/shaymin.jpg",
            desc: `
    Мифический травяной покемон. Он способен очищать воздух от загрязнений и превращать засохшие места в цветущие поля.
    `,
        },

        {
            name: "Арсе́ус",
            img: "IMG_pok/arceus.jpg",
            desc: `
    Мифический обычный покемон. В легендах он считается существом, создавшим вселенную.
    `,
        },

        {
            name: "Викти́ни",
            img: "IMG_pok/victini.jpg",
            desc: `
    Мифический психический и огненный покемон. Говорят, что тренер, сражающийся вместе с Виктини, всегда одерживает победу.
    `,
        },

        {
            name: "Се́рви́н",
            img: "IMG_pok/servine.jpg",
            desc: `
    Травяной покемон. Он очень ловок и способен быстро перемещаться среди густой растительности.
    `,
        },

        {
            name: "Се́рперайор",
            img: "IMG_pok/serperior.jpg",
            desc: `
    Травяной покемон. Он может остановить противника одним взглядом и обладает гордой и спокойной манерой поведения.
    `,
        },

        {
            name: "Те́пиг",
            img: "IMG_pok/tepig.jpg",
            desc: `
    Огненный покемон. Он способен выпускать огонь из носа и любит жареные ягоды.
    `,
        },

        {
            name: "Пи́гнайт",
            img: "IMG_pok/pignite.jpg",
            desc: `
    Огненный и боевой покемон. Внутри его тела горит пламя, которое усиливается, когда он ест.
    `,
        },

        {
            name: "Э́мбо́р",
            img: "IMG_pok/Emboar.jpg",
            desc: `
    Огненный и боевой покемон. Он обладает огромной физической силой и умеет создавать пламя вокруг шеи.
    `,
        },

        {
            name: "О́шауотт",
            img: "IMG_pok/oshawott.jpg",
            desc: `
    Водный покемон. Он использует ракушку на животе как оружие и способен быстро наносить ею удары.
    `,
        },

        {
            name: "Дьюо́тт",
            img: "IMG_pok/dewott.jpg",
            desc: `
    Водный покемон. Он носит две ракушки, похожие на мечи, и постоянно тренируется владеть ими.
    `,
        },

        {
            name: "Си́ми́сир",
            img: "IMG_pok/simisear.jpg",
            desc: `
    Огненный покемон. Он хранит пламя внутри пышного хохолка и любит сладкую пищу.
    `,
        },

        {
            name: "Па́нпур",
            img: "IMG_pok/panpour.jpg",
            desc: `
    Водный покемон. Он запасает воду в специальном хохолке и любит влажные места.
    `,
        },

        {
            name: "Сими́пур",
            img: "IMG_pok/simipour.jpg",
            desc: `
    Водный покемон. Его большой хохолок наполнен водой, которую он может выпускать мощной струёй.
    `,
        },

        {
            name: "Самуро́тт",
            img: "IMG_pok/samurott.jpg",
            desc: `
    Водный покемон. Он носит на теле доспехи и способен мгновенно извлекать из них острые клинки.
    `,
        },

        {
            name: "Патра́т",
            img: "IMG_pok/patrat.jpg",
            desc: `
    Обычный покемон. Он внимательно следит за окружающей обстановкой и часто стоит на посту, предупреждая стаю об опасности.
    `,
        },

        {
            name: "Уо́тчог",
            img: "IMG_pok/watchog.jpg",
            desc: `
    Обычный покемон. Его глаза могут светиться в темноте, а особая окраска помогает ему отпугивать врагов.
    `,
        },

        {
            name: "Лили́пап",
            img: "IMG_pok/lillipup.jpg",
            desc: `
    Обычный покемон. Он очень умён и способен запоминать запахи людей и покемонов.
    `,
        },

        {
            name: "Хе́рдиер",
            img: "IMG_pok/herdier.jpg",
            desc: `
    Обычный покемон. Длинная шерсть вокруг тела служит ему защитой от ударов.
    `,
        },

        {
            name: "Ста́утленд",
            img: "IMG_pok/stoutland.jpg",
            desc: `
    Обычный покемон. Его густая шерсть защищает от сильного холода, а сам он способен спасать людей в горах.
    `,
        },

        {
            name: "Пу́рлойн",
            img: "IMG_pok/purrloin.jpg",
            desc: `
    Тёмный покемон. Он крадёт предметы у людей и покемонов, после чего делает вид, будто ничего не произошло.
    `,
        },

        {
            name: "Липа́рд",
            img: "IMG_pok/liepard.jpg",
            desc: `
    Тёмный покемон. Он чрезвычайно скрытен и способен бесшумно приближаться к добыче.
    `,
        },

        {
            name: "Па́нсейдж",
            img: "IMG_pok/pansage.jpg",
            desc: `
    Травяной покемон. Он выращивает на голове особые листья и способен делиться ими с теми, кто устал.
    `,
        },

        {
            name: "Сими́сейдж",
            img: "IMG_pok/simisage.jpg",
            desc: `
    Травяной покемон. Его похожий на куст хвост и зелёный хохолок скрывают острые шипы.
    `,
        },

        {
            name: "Па́нсир",
            img: "IMG_pok/pansear.jpg",
            desc: `
    Огненный покемон. Он запасает тепло в своём хохолке и любит находиться возле источников огня.
    `,
        },

        {
            name: "Му́нна",
            img: "IMG_pok/munna.jpg",
            desc: `
    Психический покемон. Он питается сновидениями людей и покемонов и выпускает туман, связанный со снами.
    `,
        },

        {
            name: "Муша́рна",
            img: "IMG_pok/musharna.jpg",
            desc: `
    Психический покемон. Он выпускает из тела туман сновидений, который может принимать различные формы.
    `,
        },

        {
            name: "Пи́дов",
            img: "IMG_pok/pidove.jpg",
            desc: `
    Обычный и летающий покемон. Он живёт рядом с людьми и хорошо приспосабливается к городской среде.
    `,
        },

        {
            name: "Тра́нкуилл",
            img: "IMG_pok/tranquill.jpg",
            desc: `
    Обычный и летающий покемон. Он обладает хорошим чувством направления и способен безошибочно находить дорогу домой.
    `,
        },

        {
            name: "Унфеза́нт",
            img: "IMG_pok/unfezant.jpg",
            desc: `
    Обычный и летающий покемон. Самцы и самки заметно различаются внешне, а самцы отличаются особенно ярким оперением.
    `,
        },

        {
            name: "Бли́тцл",
            img: "IMG_pok/blitzle.jpg",
            desc: `
    Электрический покемон. Он запасает электричество в гриве и способен создавать мощные разряды во время бега.
    `,
        },

        {
            name: "Зебстра́йка",
            img: "IMG_pok/zebstrika.jpg",
            desc: `
    Электрический покемон. Он способен развивать большую скорость и выпускать молнии из своей гривы.
    `,
        },

        {
            name: "Ро́ггенрола",
            img: "IMG_pok/roggenrola.jpg",
            desc: `
    Каменный покемон. Его тело очень твёрдое, а внутри находится энергетическое ядро.
    `,
        },

        {
            name: "Бо́лдор",
            img: "IMG_pok/boldore.jpg",
            desc: `
    Каменный покемон. Из выступов его тела выходит энергия, которую он использует для мощных атак.
    `,
        },

        {
            name: "Гигали́т",
            img: "IMG_pok/gigalith.jpg",
            desc: `
    Каменный покемон. Он способен поглощать энергию и выпускать её в виде мощных энергетических лучей.
    `,
        },

        {
            name: "Ву́бат",
            img: "IMG_pok/woobat.jpg",
            desc: `
    Психический и летающий покемон. Он живёт в пещерах и использует ультразвук для ориентации.
    `,
        },

        {
            name: "Сво́бат",
            img: "IMG_pok/swoobat.jpg",
            desc: `
    Психический и летающий покемон. Он способен создавать мощные звуковые волны и усиливать их эмоциональной энергией.
    `,
        },

        {
            name: "Дрилбур",
            img: "IMG_pok/drilbur.jpg",
            desc: `
    Наземный покемон. Его когти вращаются словно бур и позволяют ему быстро прокладывать туннели под землёй.
    `,
        },

        {
            name: "Экскадрилл",
            img: "IMG_pok/excadrill.jpg",
            desc: `
    Наземный и стальной покемон. Его когти и голова образуют мощный бур, способный пробивать твёрдую землю.
    `,
        },

        {
            name: "Ауди́но",
            img: "IMG_pok/audino.jpg",
            desc: `
    Обычный покемон. Его длинные уши чрезвычайно чувствительны и позволяют слышать сердцебиение окружающих.
    `,
        },

        {
            name: "Ти́мбурр",
            img: "IMG_pok/timburr.jpg",
            desc: `
    Боевой покемон. Он постоянно тренируется и носит с собой деревянный брусок, который использует как оружие.
    `,
        },

        {
            name: "Гурду́рр",
            img: "IMG_pok/gurdurr.jpg",
            desc: `
    Боевой покемон. Он постоянно тренируется и способен поднимать тяжёлые металлические балки.
    `,
        },

        {
            name: "Конкельду́рр",
            img: "IMG_pok/conkeldurr.jpg",
            desc: `
    Боевой покемон. Он мастерски управляется с бетонными столбами и обладает огромной физической силой.
    `,
        },

        {
            name: "Ти́мпол",
            img: "IMG_pok/tympole.jpg",
            desc: `
    Водный покемон. Он общается с другими Тимполами с помощью звуковых волн.
    `,
        },

        {
            name: "Палпито́д",
            img: "IMG_pok/palpitoad.jpg",
            desc: `
    Водный и наземный покемон. Он создаёт вибрации своим телом и способен использовать их для атак.
    `,
        },

        {
            name: "Сейсмито́ад",
            img: "IMG_pok/seismitoad.jpg",
            desc: `
    Водный и наземный покемон. Он усиливает свои удары мощными вибрациями, создаваемыми многочисленными наростами на теле.
    `,
        },

        {
            name: "Тро́у",
            img: "IMG_pok/throh.jpg",
            desc: `
    Боевой покемон. Он носит пояс и постоянно совершенствует бросковые приёмы боевых искусств.
    `,
        },

        {
            name: "Со́ук",
            img: "IMG_pok/sawk.jpg",
            desc: `
    Боевой покемон. Он посвящает себя тренировкам и способен наносить очень мощные удары.
    `,
        },

        {
            name: "Сева́ддл",
            img: "IMG_pok/sewaddle.jpg",
            desc: `
    Жучий и травяной покемон. Он шьёт себе одежду из листьев, используя шёлковую нить.
    `,
        },

        {
            name: "Сваду́н",
            img: "IMG_pok/swadloon.jpg",
            desc: `
    Жучий и травяной покемон. Он постоянно находится внутри покрова из листьев и почти не покидает его.
    `,
        },

        {
            name: "Лива́нни",
            img: "IMG_pok/leavanny.jpg",
            desc: `
    Жучий и травяной покемон. Он мастерски шьёт одежду из листьев для маленьких покемонов.
    `,
        },

        {
            name: "Венипе́д",
            img: "IMG_pok/venipede.jpg",
            desc: `
    Жучий и ядовитый покемон. Он обладает множеством маленьких ног и способен впрыскивать яд при укусе.
    `,
        },

        {
            name: "Ви́рлипид",
            img: "IMG_pok/whirlipede.jpg",
            desc: `
    Жучий и ядовитый покемон. Его твёрдый панцирь защищает тело, а яркая окраска предупреждает врагов о яде.
    `,
        },

        {
            name: "Сколи́пид",
            img: "IMG_pok/scolipede.jpg",
            desc: `
    Жучий и ядовитый покемон. Он очень быстро передвигается и атакует врагов ядовитыми когтями.
    `,
        },

        {
            name: "Котто́ни",
            img: "IMG_pok/cottonee.jpg",
            desc: `
    Травяной и фейский покемон. Его лёгкое тело легко подхватывается ветром и уносится далеко от места обитания.
    `,
        },

        {
            name: "Ви́мсикотт",
            img: "IMG_pok/whimsicott.jpg",
            desc: `
    Травяной и фейский покемон. Он проникает в небольшие щели и оставляет после себя пушистые клочки шерсти.
    `,
        },

        {
            name: "Пети́лил",
            img: "IMG_pok/petilil.jpg",
            desc: `
    Травяной покемон. Он любит солнечный свет и способен восстанавливать силы с помощью солнечной энергии.
    `,
        },

        {
            name: "Лилига́нт",
            img: "IMG_pok/lilligant.jpg",
            desc: `
    Травяной покемон. На его голове распускается большой цветок, требующий тщательного ухода.
    `,
        },

        {
            name: "Баскули́н",
            img: "IMG_pok/basculin.jpg",
            desc: `
    Водный покемон. Он отличается агрессивным характером и часто живёт большими стаями.
    `,
        },

        {
            name: "Са́ндайл",
            img: "IMG_pok/sandile.jpg",
            desc: `
    Наземный и тёмный покемон, живущий в пустынях. Он прячется в песке, оставляя наружу только глаза.
    `,
        },

        {
            name: "Крокоро́к",
            img: "IMG_pok/krokorok.jpg",
            desc: `
    Наземный и тёмный покемон. Его глаза защищены специальной мембраной, позволяющей видеть даже в ярком пустынном свете.
    `,
        },

        {
            name: "Крокода́йл",
            img: "IMG_pok/krookodile.jpg",
            desc: `
    Большой наземный и тёмный покемон, похожий на крокодила. Его мощные челюсти способны легко раздавить добычу.
    `,
        },

        {
            name: "Дарума́ка",
            img: "IMG_pok/darumaka.jpg",
            desc: `
    Огненный покемон, известный своим горячим и энергичным характером. Когда он спит, его внутреннее пламя остывает.
    `,
        },

        {
            name: "Дарманита́н",
            img: "IMG_pok/darmanitan.jpg",
            desc: `
    Мощный огненный покемон с огромной физической силой. В бою он способен полностью сосредоточиться на атаке.
    `,
        },

        {
            name: "Мара́ктус",
            img: "IMG_pok/maractus.jpg",
            desc: `
    Травяной покемон, похожий на цветущий кактус. Он танцует и издаёт звуки, похожие на ритм маракасов.
    `,
        },

        {
            name: "Двэ́ббл",
            img: "IMG_pok/dwebble.jpg",
            desc: `
    Жучок-камнелюб, который носит на спине камень вместо раковины. Он способен вырезать себе подходящее каменное укрытие.
    `,
        },

        {
            name: "Кра́стл",
            img: "IMG_pok/crustle.jpg",
            desc: `
    Жучиный и каменный покемон, носящий огромную скалу на спине. Несмотря на её размер, он способен быстро передвигаться.
    `,
        },

        {
            name: "Скра́гги",
            img: "IMG_pok/scraggy.jpg",
            desc: `
    Тёмный и боевой покемон. Его кожа свисает вокруг тела как штаны и служит своеобразной защитой.
    `,
        },

        {
            name: "Скра́фти",
            img: "IMG_pok/scrafty.jpg",
            desc: `
    Тёмный и боевой покемон с грозным видом. Он использует свисающую кожу как защитный покров.
    `,
        },

        {
            name: "Сиги́лиф",
            img: "IMG_pok/sigilyph.jpg",
            desc: `
    Психический и летающий покемон загадочной формы. Говорят, что он охраняет древние руины и следует маршрутам, которыми пользовался тысячи лет назад.
    `,
        },

        {
            name: "Я́маск",
            img: "IMG_pok/yamask.jpg",
            desc: `
    Призрачный покемон, который носит маску, напоминающую его прежнее лицо. Он иногда смотрит на маску и вспоминает свою прошлую жизнь.
    `,
        },

        {
            name: "Кофагри́гус",
            img: "IMG_pok/cofagrigus.jpg",
            desc: `
    Призрачный покемон, похожий на древний саркофаг. Он может превращать добычу в подобие мумии.
    `,
        },

        {
            name: "Тирту́га",
            img: "IMG_pok/tirtouga.jpg",
            desc: `
    Водный и каменный ископаемый покемон, похожий на древнюю морскую черепаху. Его вид существовал более ста миллионов лет назад.
    `,
        },

        {
            name: "Каррако́ста",
            img: "IMG_pok/carracosta.jpg",
            desc: `
    Мощный водный и каменный покемон с панцирем, способным выдерживать сильнейшие удары. Он обладает огромной силой челюстей.
    `,
        },

        {
            name: "А́рчен",
            img: "IMG_pok/archen.jpg",
            desc: `
    Древний ископаемый покемон каменного и летающего типа. Считается, что он является одним из предков современных птиц.
    `,
        },

        {
            name: "Архео́пс",
            img: "IMG_pok/archeops.jpg",
            desc: `
    Древний каменный и летающий покемон. Он отлично бегает и способен развивать большую скорость перед взлётом.
    `,
        },

        {
            name: "Тра́ббиш",
            img: "IMG_pok/trubbish.jpg",
            desc: `
    Ядовитый покемон, возникший из мусора. Он может выпускать из тела токсичные газы и жидкость.
    `,
        },

        {
            name: "Гарбодо́р",
            img: "IMG_pok/garbodor.jpg",
            desc: `
    Большой ядовитый покемон, состоящий из мусора и отходов. Он использует токсичные вещества как оружие.
    `,
        },

        {
            name: "Зо́руа",
            img: "IMG_pok/zorua.jpg",
            desc: `
    Тёмный покемон, способный создавать иллюзии. Он часто принимает облик других существ, чтобы скрыться.
    `,
        },

        {
            name: "Зороа́рк",
            img: "IMG_pok/zoroark.jpg",
            desc: `
    Мощный тёмный покемон, мастер иллюзий. Он способен создавать настолько убедительные образы, что окружающие принимают их за настоящие.
    `,
        },

        {
            name: "Минчи́но",
            img: "IMG_pok/minccino.jpg",
            desc: `
    Маленький нормальный покемон, который очень любит чистоту. Он использует хвост, чтобы вытирать пыль и грязь.
    `,
        },

        {
            name: "Чинчи́но",
            img: "IMG_pok/cinccino.jpg",
            desc: `
    Нормальный покемон с очень мягким мехом. Его шерсть покрыта специальным веществом, отталкивающим грязь.
    `,
        },

        {
            name: "Готи́та",
            img: "IMG_pok/gothita.jpg",
            desc: `
    Психический покемон. Он постоянно наблюдает за окружающим миром и использует свои психические способности.
    `,
        },

        {
            name: "Готи́рита",
            img: "IMG_pok/gothorita.jpg",
            desc: `
    Психический покемон, связанный с движением небесных тел. Ночью он особенно активно использует свои способности.
    `,
        },

        {
            name: "Готи́тель",
            img: "IMG_pok/gothitelle.jpg",
            desc: `
    Мощный психический покемон. Говорят, что он способен видеть далёкое будущее благодаря своей необычной силе.
    `,
        },

        {
            name: "Соло́зис",
            img: "IMG_pok/solosis.jpg",
            desc: `
    Психический покемон, окружённый защитной жидкостью. Он использует психическую силу для общения с другими существами.
    `,
        },

        {
            name: "Дуо́сион",
            img: "IMG_pok/duosion.jpg",
            desc: `
    Психический покемон, тело которого разделено на две части. Обе половины должны действовать согласованно, чтобы полностью использовать его силу.
    `,
        },

        {
            name: "Рею́никлус",
            img: "IMG_pok/reuniclus.jpg",
            desc: `
    Мощный психический покемон. Его руки состоят из особого вещества, позволяющего ему использовать огромную физическую и психическую силу.
    `,
        },

        {
            name: "Да́клетт",
            img: "IMG_pok/ducklett.jpg",
            desc: `
    Водный и летающий покемон, похожий на утёнка. Он хорошо плавает и способен быстро летать над водой.
    `,
        },

        {
            name: "Сва́нна",
            img: "IMG_pok/swanna.jpg",
            desc: `
    Водный и летающий покемон, похожий на лебедя. Несмотря на изящный вид, он способен наносить мощные удары крыльями.
    `,
        },

        {
            name: "Вани́лайт",
            img: "IMG_pok/vanillite.jpg",
            desc: `
    Ледяной покемон, похожий на маленькую порцию мороженого. Он способен охлаждать воздух и создавать снежные облака.
    `,
        },

        {
            name: "Вани́лиш",
            img: "IMG_pok/vanillish.jpg",
            desc: `
    Ледяной покемон, похожий на мороженое. Он использует холод, чтобы создавать ледяные кристаллы и снежные бури.
    `,
        },

        {
            name: "Вани́лакс",
            img: "IMG_pok/vanilluxe.jpg",
            desc: `
    Мощный ледяной покемон, состоящий из двух соединённых существ. Он может выпускать из двух голов ледяной воздух и создавать сильные снегопады.
    `,
        },

        {
            name: "Де́рлинг",
            img: "IMG_pok/deerling.jpg",
            desc: `
    Нормальный и травяной покемон, похожий на оленёнка. Его внешний вид меняется в зависимости от времени года.
    `,
        },

        {
            name: "Са́усбак",
            img: "IMG_pok/sawsbuck.jpg",
            desc: `
    Нормальный и травяной покемон, похожий на оленя. Форма его рогов и внешний вид зависят от сезона.
    `,
        },

        {
            name: "Эмо́лга",
            img: "IMG_pok/emolga.jpg",
            desc: `
    Электрический и летающий покемон. Он накапливает электричество в защёчных мешках и использует кожные перепонки для планирования.
    `,
        },

        {
            name: "Кара́бласт",
            img: "IMG_pok/karrablast.jpg",
            desc: `
    Жучиный покемон, который соперничает с Шелметом. Во время особого обмена с ним он может эволюционировать.
    `,
        },

        {
            name: "Эскава́льер",
            img: "IMG_pok/escavalier.jpg",
            desc: `
    Жучиный и стальной покемон. Он использует части панциря Шелмета как доспехи и оружие.
    `,
        },

        {
            name: "Фу́нгус",
            img: "IMG_pok/foongus.jpg",
            desc: `
    Травяной и ядовитый покемон, похожий на гриб. Его рисунок напоминает покебол и помогает ему заманивать любопытных существ.
    `,
        },

        {
            name: "Амо́нгус",
            img: "IMG_pok/amoonguss.jpg",
            desc: `
    Травяной и ядовитый покемон, похожий на большой гриб. Он размахивает похожими на покеболы наростами, чтобы привлекать добычу.
    `,
        },

        {
            name: "Фри́ллиш",
            img: "IMG_pok/frillish.jpg",
            desc: `
    Водный и призрачный покемон. Он живёт в море и использует щупальца, чтобы хватать и уводить добычу в глубину.
    `,
        },

        {
            name: "Дже́ллисент",
            img: "IMG_pok/jellicent.jpg",
            desc: `
    Водный и призрачный покемон, похожий на медузу. Он обитает в океане и может затягивать корабли в свои подводные владения.
    `,
        },

        {
            name: "Аломомо́ла",
            img: "IMG_pok/alomomola.jpg",
            desc: `
    Водный покемон, похожий на большую рыбу. Он известен способностью заботиться о раненых и помогать им восстанавливаться.
    `,
        },

        {
            name: "Джо́лтик",
            img: "IMG_pok/joltik.jpg",
            desc: `
    Жучиный и электрический покемон. Он настолько мал, что может цепляться за шерсть крупных существ и питаться накопленным электричеством.
    `,
        },

        {
            name: "Гальва́нтула",
            img: "IMG_pok/galvantula.jpg",
            desc: `
    Жучиный и электрический покемон, похожий на большого паука. Он создаёт электрическую паутину, которая может поражать противников током.
    `,
        },

        {
            name: "Ферроси́д",
            img: "IMG_pok/ferroseed.jpg",
            desc: `
    Травяной и стальной покемон, покрытый шипами. Он цепляется за стены и скалы, впитывая из них питательные вещества.
    `,
        },

        {
            name: "Феррото́рн",
            img: "IMG_pok/ferrothorn.jpg",
            desc: `
    Травяной и стальной покемон с тяжёлым металлическим телом. Он использует длинные шипы как оружие и способен цепляться за поверхности.
    `,
        },

        {
            name: "Кли́нк",
            img: "IMG_pok/klink.jpg",
            desc: `
    Стальной покемон, состоящий из двух соединённых шестерёнок. Его вращающиеся зубцы используются для движения и атаки.
    `,
        },

        {
            name: "Кла́нг",
            img: "IMG_pok/klang.jpg",
            desc: `
    Стальной покемон, состоящий из нескольких шестерёнок. Дополнительная шестерня может отделяться и использоваться для атаки.
    `,
        },

        {
            name: "Клинкла́нг",
            img: "IMG_pok/klinklang.jpg",
            desc: `
    Стальной покемон из нескольких вращающихся шестерёнок.Самая маленькая шестерёнка может отделяться и запускаться в противника.
    `,
        },

        {
            name: "Тайна́мо",
            img: "IMG_pok/tynamo.jpg",
            desc: `
    Электрический покемон, похожий на маленького угря.Он способен парить в воздухе и создавать электрические разряды.
    `,
        },

        {
            name: "Электри́кросс",
            img: "IMG_pok/eelektross.jpg",
            desc: `
    Электрический покемон, способный плавать и ползать по поверхностям.Он хватает добычу мощными челюстями и поражает её током.
    `,
        },

        {
            name: "Эльги́ем",
            img: "IMG_pok/elgyem.jpg",
            desc: `
    Психический покемон загадочного происхождения.Он обладает необычными психическими способностями и может воздействовать на память людей.
    `,
        },

        {
            name: "Бе́хейем",
            img: "IMG_pok/beheeyem.jpg",
            desc: `
    Психический покемон, похожий на пришельца.Он способен управлять воспоминаниями и передавать мысли на расстоянии.
    `,
        },

        {
            name: "Ли́твик",
            img: "IMG_pok/litwick.jpg",
            desc: `
    Призрачный и огненный покемон, похожий на маленькую свечу.Его пламя притягивает жизненную энергию живых существ.
    `,
        },

        {
            name: "Ла́мпент",
            img: "IMG_pok/lampent.jpg",
            desc: `
    Призрачный и огненный покемон, похожий на фонарь.Он появляется возле мест, где скоро должна произойти смерть.
    `,
        },

        {
            name: "Шанде́лур",
            img: "IMG_pok/chandelure.jpg",
            desc: `
    Призрачный и огненный покемон, похожий на люстру.Его голубоватое пламя способно поглощать жизненную энергию.
    `,
        },

        {
            name: "А́ксю",
            img: "IMG_pok/axew.jpg",
            desc: `
    Драконий покемон с большими клыками.Он использует их не только для атаки, но и для раскалывания твёрдых предметов.
    `,
        },

        {
            name: "Фра́ксюр",
            img: "IMG_pok/fraxure.jpg",
            desc: `
    Драконий покемон с мощными бивнями.Его клыки очень прочные и продолжают расти на протяжении жизни.
    `,
        },

        {
            name: "Ха́ксорус",
            img: "IMG_pok/haxorus.jpg",
            desc: `
    Мощный драконий покемон.Его огромные бивни чрезвычайно прочны и покрыты защитным покрытием.
    `,
        },

        {
            name: "Ку́бчу",
            img: "IMG_pok/cubchoo.jpg",
            desc: `
    Ледяной покемон, похожий на маленького медвежонка.Он выделяет из носа холодную слизь, количество которой зависит от его здоровья.
    `,
        },

        {
            name: "Беа́ртик",
            img: "IMG_pok/beartic.jpg",
            desc: `
    Мощный ледяной покемон, похожий на белого медведя.Он способен замораживать воду своим дыханием и создавать ледяные дорожки.
    `,
        },

        {
            name: "Кри́огонал",
            img: "IMG_pok/cryogonal.jpg",
            desc: `
    Ледяной покемон необычной кристаллической формы.Он появляется при сильном холоде и способен превращать своё тело в ледяные цепи.
    `,
        },

        {
            name: "Ше́лмет",
            img: "IMG_pok/shelmet.jpg",
            desc: `
    Жучиный покемон, похожий на улитку в панцире.При обмене с Карабластом он может эволюционировать.
    `,
        },

        {
            name: "А́кселгор",
            img: "IMG_pok/accelgor.jpg",
            desc: `
    Жучиный покемон, чрезвычайно быстрый и ловкий.Он обматывает тело специальными лентами и напоминает ниндзя.
    `,
        },

        {
            name: "Ста́нфиск",
            img: "IMG_pok/stunfisk.jpg",
            desc: `
    Электрический и наземный покемон, похожий на плоскую рыбу.Он прячется на земле и поражает наступивших на него противников электрическим током.
    `,
        },

        {
            name: "Май́нфу",
            img: "IMG_pok/mienfoo.jpg",
            desc: `
    Боевой покемон, похожий на небольшого зверька.Он использует быстрые и точные движения в бою.
    `,
        },

        {
            name: "Май́ншао",
            img: "IMG_pok/mienshao.jpg",
            desc: `
    Боевой покемон, использующий длинные конечности как боевые ленты.Его движения быстры и очень точны.
    `,
        },

        {
            name: "Дра́ддигон",
            img: "IMG_pok/druddigon.jpg",
            desc: `
    Драконий покемон с крепкой каменной головой.Он способен разогревать тело на солнце и становится активнее в тёплых местах.
    `,
        },

        {
            name: "Голе́тт",
            img: "IMG_pok/golett.jpg",
            desc: `
    Наземный и призрачный покемон, созданный в древние времена.В его теле заключена таинственная энергия.
    `,
        },

        {
            name: "Голу́рк",
            img: "IMG_pok/golurk.jpg",
            desc: `
    Наземный и призрачный покемон, похожий на огромного голема.Древние люди использовали его для охраны и защиты.
    `,
        },

        {
            name: "Па́унярд",
            img: "IMG_pok/pawniard.jpg",
            desc: `
    Тёмный и стальной покемон, покрытый острыми лезвиями.Он сражается с помощью клинков на теле.
    `,
        },

        {
            name: "Биша́рп",
            img: "IMG_pok/bisharp.jpg",
            desc: `
    Тёмный и стальной покемон, похожий на вооружённого воина.Он руководит группами Павниардов во время охоты.
    `,
        },

        {
            name: "Буффала́нт",
            img: "IMG_pok/bouffalant.jpg",
            desc: `
    Нормальный покемон, похожий на бизона.Его густая шерсть и мощные рога позволяют ему выдерживать сильные столкновения.
    `,
        },

        {
            name: "Ра́флет",
            img: "IMG_pok/rufflet.jpg",
            desc: `
    Нормальный и летающий покемон, похожий на маленького хищного птенца.Он не боится более крупных противников и постоянно тренируется в боях.
    `,
        },

        {
            name: "Брэ́йвиари",
            img: "IMG_pok/braviary.jpg",
            desc: `
    Нормальный и летающий покемон, похожий на орла.Он известен смелостью и готовностью защищать своих товарищей.
    `,
        },

        {
            name: "Ва́ллаби",
            img: "IMG_pok/vullaby.jpg",
            desc: `
    Тёмный и летающий покемон.Он носит на теле кости, которые использует как защиту.
    `,
        },

        {
            name: "Мандиба́зз",
            img: "IMG_pok/mandibuzz.jpg",
            desc: `
    Тёмный и летающий покемон, похожий на стервятника.Он использует кости как украшения и защитное снаряжение.
    `,
        },

        {
            name: "Хи́тморн",
            img: "IMG_pok/heatmor.jpg",
            desc: `
    Огненный покемон, похожий на муравьеда.Его хвост используется как горелка, а длинный язык позволяет добывать пищу из укрытий.
    `,
        },

        {
            name: "Дюра́нт",
            img: "IMG_pok/durant.jpg",
            desc: `
    Жучиный и стальной покемон, похожий на муравья.Его металлическое тело защищает от атак хищников.
    `,
        },

        {
            name: "Де́йно",
            img: "IMG_pok/deino.jpg",
            desc: `
    Тёмный и драконий покемон.Из - за слабого зрения он кусает и ощупывает всё вокруг, чтобы исследовать окружающий мир.
    `,
        },

        {
            name: "Цва́йлус",
            img: "IMG_pok/zweilous.jpg",
            desc: `
    Тёмный и драконий покемон с двумя головами.Обе головы постоянно соперничают друг с другом за пищу.
    `,
        },

        {
            name: "Гидра́йгон",
            img: "IMG_pok/hydreigon.jpg",
            desc: `
    Мощный тёмный и драконий покемон с тремя головами.Он способен атаковать сразу нескольких противников.
    `,
        },

        {
            name: "Ларве́ста",
            img: "IMG_pok/larvesta.jpg",
            desc: `
    Жучиный и огненный покемон.Он считается существом, связанным с древними солнечными мифами.
    `,
        },

        {
            name: "Волкаро́на",
            img: "IMG_pok/volcarona.jpg",
            desc: `
    Жучиный и огненный покемон с шестью крыльями.Он способен выпускать огромное количество огненной пыли.
    `,
        },

        {
            name: "Кобалио́н",
            img: "IMG_pok/cobalion.jpg",
            desc: `
    Стальной и боевой легендарный покемон.Он отличается спокойным характером и защищает других покемонов от опасности.
    `,
        },

        {
            name: "Терракио́н",
            img: "IMG_pok/terrakion.jpg",
            desc: `
    Каменный и боевой легендарный покемон.Его огромная физическая сила позволяет разрушать стены и преграды.
    `,
        },

        {
            name: "Виризио́н",
            img: "IMG_pok/virizion.jpg",
            desc: `
    Травяной и боевой легендарный покемон.Он невероятно быстр и способен легко уклоняться от атак.
    `,
        },

        {
            name: "Торна́дус",
            img: "IMG_pok/tornadus.jpg",
            desc: `
    Легендарный покемон летающего типа, связанный с ветром и бурями.Его появление сопровождается мощными воздушными потоками.
    `,
        },

        {
            name: "Танду́рус",
            img: "IMG_pok/thundurus.jpg",
            desc: `
    Электрический и летающий легендарный покемон.Он создаёт мощные электрические разряды во время полёта.
    `,
        },

        {
            name: "Рэши́рам",
            img: "IMG_pok/reshiram.jpg",
            desc: `
    Драконий и огненный легендарный покемон.Его хвост может создавать огромное количество тепла и пламени.
    `,
        },

        {
            name: "Зэ́кром",
            img: "IMG_pok/zekrom.jpg",
            desc: `
    Драконий и электрический легендарный покемон.Он способен генерировать мощные электрические разряды вращением своего хвоста.
    `,
        },

        {
            name: "Ла́ндорус",
            img: "IMG_pok/landorus.jpg",
            desc: `
    Наземный и летающий легендарный покемон.Его появление связывают с плодородием земли и урожаем.
    `,
        },

        {
            name: "Кю́рем",
            img: "IMG_pok/kyurem.jpg",
            desc: `
    Драконий и ледяной легендарный покемон.Он способен создавать невероятно низкие температуры и замораживать окружающее пространство.
    `,
        },

        {
            name: "Келде́о",
            img: "IMG_pok/keldeo.jpg",
            desc: `
    Водный и боевой мифический покемон.Он быстро передвигается по воде и обучается боевым техникам.
    `,
        },

        {
            name: "Мелоэ́тта",
            img: "IMG_pok/meloetta.jpg",
            desc: `
    Нормальный и психический мифический покемон.Его песни способны влиять на эмоции и чувства окружающих.
    `,
        },

        {
            name: "Гене́сект",
            img: "IMG_pok/genesect.jpg",
            desc: `
    Жучиный и стальной мифический покемон, модифицированный людьми.В его спине установлена мощная пушка.
    `,
        },

        {
            name: "Че́спин",
            img: "IMG_pok/chespin.jpg",
            desc: `
    Травяной покемон, похожий на маленького зверька.Его голова защищена твёрдой оболочкой, способной выдерживать удары.
    `,
        },

        {
            name: "Сильвео́н",
            img: "IMG_pok/sylveon.jpg",
            desc: `
    Феечный покемон, одна из эволюций Иви.Его ленты помогают успокаивать противников и создают необычайно дружелюбное впечатление.
    `,
        },

        {
            name: "Ха́риам",
            img: "IMG_pok/hawlucha.jpg",
            desc: `
    Боевой и летающий покемон, похожий на маленького борца.Он использует акробатические приёмы и атаки с воздуха.
    `,
        },

        {
            name: "Да́нспарс",
            img: "IMG_pok/dunsparce.jpg",
            desc: `
    Нормальный покемон с необычным телом, похожим на змею.Он способен рыть длинные туннели под землёй.
    `,
        },

        {
            name: "Сна́йви",
            img: "IMG_pok/snivy.jpg",
            desc: `
    Травяной покемон, похожий на маленькую рептилию.Его хвост напоминает лист и помогает ему поглощать солнечный свет.
    `,
        },

        {
            name: "Эмбо́ар",
            img: "IMG_pok/emboar.jpg",
            desc: `
    Огненный и боевой покемон, похожий на огромного воина.Его борода и тело могут охватываться пламенем во время боя.
    `,
        },

        {
            name: "Некро́зма",
            img: "IMG_pok/necrozma.jpg",
            desc: `
    Психический легендарный покемон, связанный со светом и энергией. Он способен поглощать свет и использовать его для усиления своей силы.
    `,
        },

        {
            name: "Магеа́рна",
            img: "IMG_pok/magearna.jpg",
            desc: `
    Стальной и феечный мифический покемон, созданный людьми много веков назад. Внутри его тела находится специальное искусственное сердце.
    `,
        },

        {
            name: "Маршэ́доу",
            img: "IMG_pok/marshadow.jpg",
            desc: `
    Боевой и призрачный мифический покемон. Он умеет сливаться с тенями и копировать боевые движения противников.
    `,
        },

        {
            name: "Пойпо́л",
            img: "IMG_pok/poipole.jpg",
            desc: `
    Ядовитый покемон из другого мира. Он способен распылять ядовитую жидкость из своего большого шприцеобразного жала.
    `,
        },

        {
            name: "Нага́надел",
            img: "IMG_pok/naganadel.jpg",
            desc: `
    Ядовитый и драконий покемон из другого мира. Его огромное жало способно впрыскивать большое количество яда.
    `,
        },

        {
            name: "Стаката́ка",
            img: "IMG_pok/stakataka.jpg",
            desc: `
    Каменный и стальной покемон из другого мира, состоящий из множества отдельных существ. Его тело напоминает огромную живую крепость.
    `,
        },

        {
            name: "Бла́сефалон",
            img: "IMG_pok/blacephalon.jpg",
            desc: `
    Огненный и призрачный покемон из другого мира. Он способен снимать собственную голову и использовать её как мощный взрывной заряд.
    `,
        },

        {
            name: "Зерао́ра",
            img: "IMG_pok/zeraora.jpg",
            desc: `
    Электрический мифический покемон. Он создаёт мощное электрическое поле и способен двигаться с невероятной скоростью.
    `,
        },

        {
            name: "Мелта́н",
            img: "IMG_pok/meltan.jpg",
            desc: `
    Стальной мифический покемон с жидким металлическим телом. Он способен поглощать металл и использовать его для роста.
    `,
        },

        {
            name: "Ме́лметал",
            img: "IMG_pok/melmetal.jpg",
            desc: `
    Стальной мифический покемон огромной силы. Его тело состоит из жидкого металла, а массивные руки способны наносить сокрушительные удары.
    `,
        },

        {
            name: "Гру́ки",
            img: "IMG_pok/grookey.jpg",
            desc: `
    Травяной покемон, похожий на маленькую обезьяну. Его палочка получила особые свойства благодаря энергии растений.
    `,
        },

        {
            name: "Тва́ки",
            img: "IMG_pok/thwackey.jpg",
            desc: `
    Травяной покемон, который использует две палочки для создания ритма. Постоянные тренировки делают его очень ловким барабанщиком.
    `,
        },

        {
            name: "Риллабу́м",
            img: "IMG_pok/rillaboom.jpg",
            desc: `
    Травяной покемон, похожий на огромную гориллу. Он использует большой барабан из пня, чтобы создавать мощные ритмы.
    `,
        },

        {
            name: "Ско́рбани",
            img: "IMG_pok/scorbunny.jpg",
            desc: `
    Огненный покемон, похожий на маленького кролика. Он постоянно бегает, разогревая лапы и усиливая их огненной энергией.
    `,
        },

        {
            name: "Рабу́т",
            img: "IMG_pok/raboot.jpg",
            desc: `
    Огненный покемон с густой шерстью. Он тренирует ноги и способен наносить мощные удары, разогретые пламенем.
    `,
        },

        {
            name: "Синдерэ́йс",
            img: "IMG_pok/cinderace.jpg",
            desc: `
    Огненный и боевой по стилю покемон, похожий на ловкого футболиста. Он создаёт огненные мячи и мастерски управляет ими в бою.
    `,
        },

        {
            name: "Соббл",
            img: "IMG_pok/sobble.jpg",
            desc: `
    Водный покемон, похожий на маленькую ящерицу. Он способен становиться почти невидимым, выделяя воду на коже.
    `,
        },

        {
            name: "Дра́изл",
            img: "IMG_pok/drizzile.jpg",
            desc: `
    Водный покемон, который предпочитает скрытность прямому бою. Он способен использовать влагу окружающей среды для создания водяных атак.
    `,
        },

        {
            name: "Интелео́н",
            img: "IMG_pok/inteleon.jpg",
            desc: `
    Водный покемон с необычайно точными атаками. Он может использовать перепонки на теле как крылья и запускать воду из пальцев.
    `,
        },

        {
            name: "Скви́вет",
            img: "IMG_pok/skwovet.jpg",
            desc: `
    Нормальный покемон, похожий на белку. Он постоянно запасает ягоды в защёчных мешках.
    `,
        },

        {
            name: "Гри́дент",
            img: "IMG_pok/greedent.jpg",
            desc: `
    Нормальный покемон, похожий на крупную белку. Он способен набивать ягодами свои защёчные мешки до огромных размеров.
    `,
        },

        {
            name: "Ро́укиди",
            img: "IMG_pok/rookidee.jpg",
            desc: `
    Летающий покемон, похожий на маленькую ворону. Несмотря на небольшой размер, он смело вступает в бой с более крупными противниками.
    `,
        },

        {
            name: "Корви́скайр",
            img: "IMG_pok/corvisquire.jpg",
            desc: `
    Летающий покемон, похожий на молодого ворона. Он способен использовать найденные предметы в качестве инструментов.
    `,
        },

        {
            name: "Корвина́йт",
            img: "IMG_pok/corviknight.jpg",
            desc: `
    Летающий и стальной покемон с металлическим оперением. Он настолько силён, что способен перевозить людей в качестве воздушного такси.
    `,
        },

        {
            name: "Бли́пбаг",
            img: "IMG_pok/blipbug.jpg",
            desc: `
    Жучий покемон с необычайно высоким интеллектом. Он постоянно наблюдает за окружающим миром и собирает информацию.
    `,
        },

        {
            name: "Доттлер",
            img: "IMG_pok/dottler.jpg",
            desc: `
    Жучий и психический покемон, скрытый внутри кокона. Он использует психические способности для наблюдения за окружающей средой.
    `,
        },

        {
            name: "Орби́тл",
            img: "IMG_pok/orbeetle.jpg",
            desc: `
    Жучий и психический покемон с огромными психическими способностями. Его большой мозг позволяет ему управлять объектами на расстоянии.
    `,
        },

        {
            name: "Ни́кит",
            img: "IMG_pok/nickit.jpg",
            desc: `
    Тёмный покемон, похожий на маленькую лису. Он крадёт еду у людей и других покемонов, стараясь оставаться незамеченным.
    `,
        },

        {
            name: "Тре́вент",
            img: "IMG_pok/thievul.jpg",
            desc: `
    Тёмный покемон, похожий на лису. Он использует запах, оставляемый хвостом, чтобы выслеживать добычу.
    `,
        },

        {
            name: "Госсфлёр",
            img: "IMG_pok/gossifleur.jpg",
            desc: `
    Травяной покемон, похожий на небольшой цветок. Его лёгкое тело позволяет ему путешествовать по ветру.
    `,
        },

        {
            name: "Э́лдегосс",
            img: "IMG_pok/eldegoss.jpg",
            desc: `
    Травяной покемон с большим пушистым семенем на голове. Семена распространяются ветром и помогают растениям расти.
    `,
        },

        {
            name: "Ву́лу",
            img: "IMG_pok/wooloo.jpg",
            desc: `
    Нормальный покемон, похожий на овечку. Его густая шерсть смягчает удары и защищает от повреждений.
    `,
        },

        {
            name: "Ду́бул",
            img: "IMG_pok/dubwool.jpg",
            desc: `
    Нормальный покемон, покрытый густой и очень прочной шерстью. Его рога используются для мощных атак.
    `,
        },

        {
            name: "Чу́тл",
            img: "IMG_pok/chewtle.jpg",
            desc: `
    Водный покемон, похожий на маленькую черепаху. Его твёрдый клюв способен раскусывать даже очень прочные предметы.
    `,
        },

        {
            name: "Дре́днау",
            img: "IMG_pok/drednaw.jpg",
            desc: `
    Водный и каменный покемон с мощным панцирем и огромными челюстями. Он способен легко перегрызать твёрдые материалы.
    `,
        },

        {
            name: "Я́мпер",
            img: "IMG_pok/yamper.jpg",
            desc: `
    Электрический покемон, похожий на маленькую собаку. Он любит бегать и способен накапливать электричество во время движения.
    `,
        },

        {
            name: "Бо́лтунд",
            img: "IMG_pok/boltund.jpg",
            desc: `
    Электрический покемон, похожий на быструю собаку. Он способен развивать большую скорость и преобразовывать её в мощные электрические атаки.
    `,
        },

        {
            name: "Ро́ликоли",
            img: "IMG_pok/rolycoly.jpg",
            desc: `
    Каменный покемон, похожий на кусок угля с глазом. Он способен передвигаться, вращаясь по земле.
    `,
        },

        {
            name: "Ка́ркол",
            img: "IMG_pok/carkol.jpg",
            desc: `
    Каменный и огненный покемон, похожий на вагонетку с углём. Его тело настолько горячее, что он может разогревать уголь до высокой температуры.
    `,
        },

        {
            name: "Коало́ссал",
            img: "IMG_pok/coalossal.jpg",
            desc: `
    Каменный и огненный покемон огромного размера. Он носит на спине раскалённую угольную массу и способен выпускать сильное пламя.
    `,
        },

        {
            name: "Э́плин",
            img: "IMG_pok/applin.jpg",
            desc: `
    Травяной и драконий покемон, живущий внутри яблока. Его маленькое тело почти полностью скрыто внутри плода.
    `,
        },

        {
            name: "Фла́ппл",
            img: "IMG_pok/flapple.jpg",
            desc: `
    Травяной и драконий покемон. Он использует кожуру яблока как крылья и способен плеваться кислой жидкостью.
    `,
        },

        {
            name: "Э́пплтон",
            img: "IMG_pok/appletun.jpg",
            desc: `
    Травяной и драконий покемон с телом, напоминающим печёное яблоко. Его сладкая кожа привлекает других покемонов.
    `,
        },

        {
            name: "Силико́бра",
            img: "IMG_pok/silicobra.jpg",
            desc: `
    Наземный покемон, похожий на небольшую змею. Он зарывается в песок и способен выбрасывать его из ноздрей.
    `,
        },

        {
            name: "Сандако́нда",
            img: "IMG_pok/sandaconda.jpg",
            desc: `
    Наземный покемон, похожий на огромную змею. Он запасает песок внутри специального мешка и использует его в бою.
    `,
        },

        {
            name: "Крамора́нт",
            img: "IMG_pok/cramorant.jpg",
            desc: `
    Водный и летающий покемон. Он способен нырять за добычей и иногда случайно проглатывает вместе с ней других покемонов.
    `,
        },

        {
            name: "Аро́ккуда",
            img: "IMG_pok/arrokuda.jpg",
            desc: `
    Водный покемон, похожий на стремительную рыбу. Его тело приспособлено для быстрых рывков и охоты.
    `,
        },

        {
            name: "Барраскью́да",
            img: "IMG_pok/barraskewda.jpg",
            desc: `
    Водный покемон с длинным острым носом. Он способен развивать огромную скорость под водой.
    `,
        },

        {
            name: "То́ксел",
            img: "IMG_pok/toxel.jpg",
            desc: `
    Электрический и ядовитый покемон. Он выделяет слабый яд через кожу, который может вызывать раздражение.
    `,
        },

        {
            name: "Токси́трики",
            img: "IMG_pok/toxtricity.jpg",
            desc: `
    Электрический и ядовитый покемон, способный создавать электричество с помощью токсинов. Он использует звуки и вибрации тела для усиления атак.
    `,
        },

        {
            name: "Сизи́липид",
            img: "IMG_pok/sizzlipede.jpg",
            desc: `
    Огненный и жучий покемон, похожий на многоножку. Внутри его тела хранится горючий газ, который используется для создания тепла и пламени.
    `,
        }

    ]
};